{
    "0": {
        "name": "name",
        "age": 25,
        "about": "description",
        "personality": ""
    },
    "1": {
        "name": "Rupal S",
        "age": 25,
        "about": "I am a hard-working professional working with a reputed multinational company. I have a balanced and progressive personality and looking for a similar partner.",
        "personality": ""
    },
    "2": {
        "name": "Narmada S",
        "age": 25,
        "about": "Hello, I m a dietitian and working in corporate, I am an independent, open minded girl, I love my family so much and searching for a good companion who is not judgemental and know the companionship.",
        "personality": ""
    },
    "3": {
        "name": "Sepuri H",
        "age": 23,
        "about": "Hi, thank you for visiting my daughter's profile. She has completed her Bachelors in Engineering.She is at present employed at TCS..She is amiable, friendly and down to earth.We are seeking for someone who is kind natured and can take life with maturity.",
        "personality": ""
    },
    "4": {
        "name": "SH82522506",
        "age": 23,
        "about": "My sibling is very friendly and down-to-earth person. She is modern yet ethical. She desires her companion to be vivacious and well educated with an optimistic view towards life.",
        "personality": ""
    },
    "5": {
        "name": "Shalini M",
        "age": 26,
        "about": "I would like to write few words about my daughter. She has completed her Bachelors.My daughter is an easy-going person who was raised with good moral values; simplicity can be observed in her thoughts and behavior.Her ideal match should be a well groomed person, having a settled career.",
        "personality": ""
    },
    "6": {
        "name": "Nimisha K",
        "age": 25,
        "about": "Hey, hope you are doing great. I have completed my High school.I am all about enjoying the small things in life and grabbing every opportunity that comes my way.I am searching for a best friend with whom I can share the rest of my life and fulfill our dreams together.",
        "personality": ""
    },
    "7": {
        "name": "Vandana K",
        "age": 24,
        "about": "I am seeking a suitable partner for my lovely daughter.She is pursuing her Doctorate in mathematics from National Institute of Technology, Surat. She is our only single child. I am currently employed as a Loco Pilot with Western Railways and my wife is a homemaker. As parents, we have taught our daughter to respect others, and live life with a positive & progressive outlook.",
        "personality": ""
    },
    "8": {
        "name": "Narasamma H",
        "age": 24,
        "about": "Hello, am glad you chose to visit my profile.I have completed my Masters.Being quite ambitious and passionate towards my career, I wish to rise high in my field and make a mark for myself with my work.I desire my companion to be vivacious, presentable and educated with an optimistic view towards life.",
        "personality": ""
    },
    "9": {
        "name": "K Shrivastava",
        "age": 29,
        "about": "I am creating this profile on behalf of my daughter, she has completed MBBS form Bangalore, doing PG , she is convent educated, born and brought up M.P (Bhopal, Indore) comes from a respectable highly educated and well to do family, she is of fair complexion, good looking with an optimistic approach to life. Personality wise she is sophisticated, friendly, down to earth and respectful.",
        "personality": ""
    },
    "10": {
        "name": "Anjali K",
        "age": 28,
        "about": "I am seeking a suitable partner for my lovely daughter. She has completed her Bachelors.She believes in endeavoring in optimal blend of modern & traditional values, and diligent balancing of professional & family life.A qualified working professional, having growth oriented career & a person with pleasing & amiable personality , is what we see in a groom.",
        "personality": ""
    },
    "11": {
        "name": "Sai Prathyusha B",
        "age": 25,
        "about": "Welcome to my profile... I have completed my Bachelors and at present working as a Techinical Team Manager in Amazon.I like to live life to the fullest.I am looking to meet an open minded person and outspoken Â with a good personality and a sense of humor.Somone who values both families equally.Looking for a friend more than a partner who values mutual feelings.",
        "personality": ""
    },
    "12": {
        "name": "Shailja S",
        "age": 25,
        "about": "My daughter is a Convent School educated. She has done her Bachelor's in Political Science (H) from the Lady Shri Ram College for Women, University of Delhi and Masters in International Relations from JNU. She was the United Nation intern for two years. She has worked as an Office Admin in Wattkraft Industries Pvt. Ltd. and as an Artist in The Delhi Street Art Group for two years. She is now an Art Director based in Delhi. She loves her work. She has done various national and international ads and songs. One of her ad is currently on air during KBC and Indian Idol whereas, Ciaz's ad is to be premiered in South African, Egyptian and Turkish market. She is the eldest among our three children. She is very caring and believe in living every moment to the fullest. She loves family gatherings.Being an extrovert, she can adjust in every situation. She can reduce tensions in no minute. She is a very simple girl and does not believe in show offs. She is witty, humorous and sarcastic ",
        "personality": ""
    },
    "13": {
        "name": "Sonakshi A",
        "age": 27,
        "about": "My daughter is a confident, hardworking and down to earth girl who gives importance to our family values. Her simple, caring and loving nature is loved by one and all. Sincerely committed in her professional and personal spheres, she manages both the responsibilities with equal ease and aplomb. She is passionate about dancing and choreography. She has done her Bachelor's degree from Delhi University. Presently she is working as a artist in an internationally acclaimed dance theatre company where she is a core team member with a centrifugal presence. She has performed in USA, China, Israel, South Africa, Germany and India, We are settled in Delhi and my husband heads a PSU and I am a home maker. My elder daughter is married and works for Urban clap. Her husband has a manufacturing business in LED lighting space.Thank you for your valuable time, and if you wish to take things forward, then you are most welcome to contact us.",
        "personality": ""
    },
    "14": {
        "name": "Nithya L",
        "age": 23,
        "about": "She is very positive and she is very talented and smart.",
        "personality": ""
    },
    "15": {
        "name": "Kavya R",
        "age": 24,
        "about": "I am seeking a suitable partner for my lovely daughter. She has completed her Bachelors.Though she is focused about her career, but makes it a point to give equal attention to family as well.She is looking for a boy who is able to spend a good and happy life with her.",
        "personality": ""
    },
    "16": {
        "name": "Sreedevi M",
        "age": 23,
        "about": "I am seeking a suitable partner for my lovely daughter. She has completed her Bachelors.My daughter is a beautiful, intelligent and family oriented person with a good value system.",
        "personality": ""
    },
    "17": {
        "name": "Sreya Manju B",
        "age": 26,
        "about": "Looking for a suitable match and rest will update later................",
        "personality": ""
    },
    "18": {
        "name": "Sridivya D",
        "age": 23,
        "about": "I would like to write few words about my daughter. She has completed her Bachelors.My daughter's genuineness, caring and affectionate nature, wins her friends in every walk of life. ",
        "personality": ""
    },
    "19": {
        "name": "B Prathyusha",
        "age": 21,
        "about": "Hi, thank you for visiting my daughter's profile. She has completed her Honours degree.My daughter is an easy-going person who was raised with good moral values; simplicity can be observed in her thoughts and behavior.We are looking for a boy who can enter our family as a son.",
        "personality": ""
    },
    "20": {
        "name": "Sowmya V",
        "age": 26,
        "about": "My daughter has a modern outlook towards life and bound by traditional values.She Is open minded and has positive outlook towards her career.She had her schooling in western parts of India and middle East. She is presently working in Hyderabad as a consultant.",
        "personality": ""
    },
    "21": {
        "name": "T Triveni",
        "age": 25,
        "about": "It is a pleasure sharing a few words about my daughter. She has completed her Masters.She is a jovial, simple and honest person who is committed towards her work but pays equal attention to her family.We are looking for a boy who can enter our family as a son.",
        "personality": ""
    },
    "22": {
        "name": "Joga S",
        "age": 21,
        "about": "Hi, am putting up this profile on behalf of my daughter. She has completed her High school.She likes to take vacations and enjoy exploring new places and learning about different cultures.She is looking for a life partner who would be a friend to her and stand by her in every phase of life.",
        "personality": ""
    },
    "23": {
        "name": "Soumya T",
        "age": 26,
        "about": "Welcome to my profile... I have completed my MSc.I am all about enjoying the small things in life and grabbing every opportunity that comes my way.I would love to meet someone who is caring, loving to share my life with.",
        "personality": ""
    },
    "24": {
        "name": "Sree Lalitha Kalyani G",
        "age": 23,
        "about": "I would like to write few words about my daughter. She has completed her Bachelors and working in an MNC.Her optimistic personality is adored by everyone. She is friendly, fun loving, understanding and she respect elders. Please get in touch if you would like to know more about her.",
        "personality": ""
    },
    "25": {
        "name": "Pranu A",
        "age": 23,
        "about": "I am seeking a suitable partner for my lovely daughter. She has completed her Bachelors.My daughter's genuineness, caring and affectionate nature, wins her friends in every walk of life.She needs a loving and caring boy who can be with her in all the phases of life.",
        "personality": ""
    },
    "26": {
        "name": "Mallika V",
        "age": 23,
        "about": "My daughter is an easy-going, happy girl with a modern outlook. She believes in working hard and is good at managing chores with her professional goals. She is loving and respectful to all. She is an ardent pet-lover and a voracious reader. She also plays the violin and enjoys all kinds of music. She also loves to travel, meet different people and experience new cultures. She hopes to obtain a higher degree after gaining some work experience and wishes to pursue her Masters after 2 years. In her own words: I love music of all kinds! My tryst with the violin has led me to discover some great pieces in both Hindustani classical as well as Western classical (which I am currently trying to perfect). Once a song catches my fancy, it just does. So I have no particular genre preference, but my favorites include Oh Wonder, Lorde, Halsey, Coldplay (who doesn't?), One Republic, Of Monsters and Men and many more. The other thing I truly enjoy is reading! ",
        "personality": ""
    },
    "27": {
        "name": "Soumini V",
        "age": 22,
        "about": "Hi, thank you for visiting my daughter's profile. She has completed her Bachelors.Her optimistic personality is adored by one and all.Her ideal match should be a well groomed person, having a settled career.her father is a gazetted officer in central govt. and mother is an enterpreneur.",
        "personality": ""
    },
    "28": {
        "name": "Uppalapati L",
        "age": 24,
        "about": "I have completed my btech in stream of ECE .My mother works as a Executive in Admin department in a pvt company.She is always with positive attitude and very determined.My father stays at home since he has some health problem.Iam working women but Iam not much interested to do job. I wanted to look after my parents even after my marriage.So.I would like if some person who better understands me and look after my parents and extends his support to our family will get into my life.I too give him good support and take best care of his family.",
        "personality": ""
    },
    "29": {
        "name": "Harika D",
        "age": 24,
        "about": "My younger daughter currently working as a software professional in Accenture Hyderabad. Well mannered and blessed with a charming personality. Easily mingle with people. Earns 4.25 LPA. Looking for a family who can treat my daughter as their own child and share the love as how we do. We do treat our son-in-law the same as well. :) Bride groom should have broad-minded with positive attitude. That's all for now.",
        "personality": ""
    },
    "30": {
        "name": "Akanchha S",
        "age": 23,
        "about": "My Daughter is very beautiful simple with moderate value. She has completed her BDS and pursuing internship simultaneously preparing for post graduation. She is multitalented with high moral values. Spiritual by nature and love to learn and explore new things and world. We are looking for a descent smart and highly educated groom with same moral values and who respects the feelings of others. Moderate culture is must where in she can be free to work and live life. She is good in classical dance and loves to cook.Looking for the perfect match",
        "personality": ""
    },
    "31": {
        "name": "Ankita S",
        "age": 31,
        "about": "Ankita completed BE(IT) and is working as a Software Lead Developer in an IT Company at Noida. She is very down to earth and strongly believes in family values. Ankita likes to travel and has been to places in India and Europe. All our siblings are well settled in India and abroad. Our ancestral origin is from UP. We are looking for proposals from respected Kayastha family only.",
        "personality": ""
    },
    "32": {
        "name": "Rajya M",
        "age": 24,
        "about": "Hi, thank you for visiting my daughter's profile. She has completed her B.Tech from IIT Hyderabad. She enjoys being around people and believes in living life with positively. She is a very friendly person and loves making friends. Ambitious and career driven, she has a zeal for achieving success in her professional sphere. Reading, watching movies are some of her interests. Ours is a close-knit family hailing from Hyderabad. My husband is a business owner and I am a homemaker. We are blessed with another son. My daughter is looking for a life partner who would be a friend to her and stand by her in every phase of life. We are ready to welcome a son in our family who will stand by my daughter's side in all phases of life. A qualified and well-cultured person rooted in family values will be an ideal match. Thank you for showing interest in my daughter's profile. If you wish to take things forward, please feel free to initiate a conversation.",
        "personality": ""
    },
    "33": {
        "name": "Akhilasree T",
        "age": 23,
        "about": "I am father of Akhilasree.she is a software engineer . currently working in HCL Bangalore.we are family of four members.My son is assistant manager in City Bank.Further details please contact us",
        "personality": ""
    },
    "34": {
        "name": "Awantika S",
        "age": 31,
        "about": "Hello I have completed my Bachelors in Law. I am currently working as a Legal Professional (Others). My friends describe me as confident, friendly. My hobbies/interests include music, dance, reading, cooking. I prefer reading fiction, inspirational related books. My family is modern with traditions at its core. I am looking for someone mature, well settled, humorous.",
        "personality": ""
    },
    "35": {
        "name": "Hema K",
        "age": 26,
        "about": "Hello, Hema my sister was born and brought up in Delhi. She is pursuing her MBA (Human Resources) from the I.P University in Delhi. My sister has a charming personality, imbibed to moderate values and enjoys being in the company of all age groups due to her flexible nature. Time away from her studies, she enjoys watching television, mehendi designing, cooking and spending quality time with her family. We are a Delhi based family, with an ancestral origin from Mainpuri, Uttar Pradesh. Our father is a businessman, a Government Contractor for fire safety products and mother is a homemaker. My eldest brother operates his independent business post completing his B.Tech as well as shares a helping in my business too. I am Naveen, elder to Hema, pursued MBA in Marketing and manufactures fire safety products. We are seeking a compatible match from Hindu Kashyap family from Delhi or NCR whose native is Uttar Pradesh or Madhya Pradesh. He should be well settled and financially well ... ",
        "personality": ""
    },
    "36": {
        "name": "Shivangi V",
        "age": 27,
        "about": "A career oreinted girl she is simple,caring and fun loving girl.Very helpfull by nature.Well cultured love to with cleanliness.Family oriented.Love to travel.Give respect to elders,love to spend time with family.Very friendly comfortable to adjust each nd every situation.Understands the value family of family.Supportive nd well managed.",
        "personality": ""
    },
    "37": {
        "name": "Harshitha N",
        "age": 25,
        "about": "It is a pleasure sharing a few words about my daughter. She has completed her Bachelors.She is a self made person and is hardworking when it comes to her career.We are looking for someone who has to be a family person, knowing his responsibilities towards both the families.",
        "personality": ""
    },
    "38": {
        "name": "Mannava S",
        "age": 24,
        "about": "I have made this profile on behalf of my daughter. She is currently working in private sector, after having completed her bachelor's degree. We come from a middle class, nuclear family with traditional values presently living in Hyderabad. I come from good family background with 6 brothers and 3 sisters. I being the younger one, got settled in Hyderabad as i have been working at A.P. Secretariat.",
        "personality": ""
    },
    "39": {
        "name": "Uppaluru R",
        "age": 24,
        "about": "my daughter working in infosys she is simple with positive attitude, open mind, joval, adjustable",
        "personality": ""
    },
    "40": {
        "name": "Swati K",
        "age": 26,
        "about": "Hi, thank you for visiting. She is doing her Masters and working in a MNC. An enthusiastic, intelligent girl, she has a good aesthetic sense and values incorporated. A qualified working professional, having growth oriented career & a person with pleasing & amiable personality , is what we see in a groom.",
        "personality": ""
    },
    "41": {
        "name": "Jyoti K",
        "age": 23,
        "about": "Hi there, here's a little bit about me. I have completed my Undergraduate and I'm currently living in Delhi. I enjoy the small things in life and am grateful for everything I have. The most important quality I seek in my partner is that he should respect and love my family as his own.",
        "personality": ""
    },
    "42": {
        "name": "Dr.Chaitanya M",
        "age": 30,
        "about": "Good wishes to all, to tell about myself there is ntng special but my friends discribe as very straight forward,happy going girl, jovial and at the same time responsible, very friendly................. etc there are many other qualities which u can know directly .I am in search of person who can be a very good companion for rest of my life and enjoy each n every sec.",
        "personality": ""
    },
    "43": {
        "name": "Swapnika Sumana P",
        "age": 25,
        "about": "Hello, am glad you are interested in my daughter's profile. She has completed her Masters.Though she is focused about her career, but makes it a point to give equal attention to family as well.We are seeking for someone who is kind natured and can take life with maturity.",
        "personality": ""
    },
    "44": {
        "name": "SH64687901",
        "age": 27,
        "about": "We are looking for someone who would be a great companion throughout her life.A few lines about her in her own words..Hi, to start off with.. I'm a very grounded person, simple and most of the times honest ;) The best part about me is my sense of humor and spontaneity. It's hard to get bored around me. Friends call me intellectual which I don't consider I am to be but sometimes deep down inside, I can't help feeling happy about it :DAbout my education, I've been a good student through out with good grades. I've worked for a top US company for 3.5yrs and now with another big company for more than an year now. Coming to my family, we are five of them. My mother, elder sister, elder brother , myself and a younger brother .. Both my brothers are in the US .. My sister is married. My dad unfortunately passed away 7yrs back.My hobbies include watching a lot of cricket(im a huge fan since childhood), chess, fitness stuff (some call me a gym freak but I'm not) and TV series.",
        "personality": ""
    },
    "45": {
        "name": "Sandhya R",
        "age": 27,
        "about": "My sister is employed in Government Sector as an Engineer - Non IT with a Master's degree. She currently lives in India. We belong to a Middle class, Nuclear family with Moderate values.",
        "personality": ""
    },
    "46": {
        "name": "Subha Praneeta Tetali",
        "age": 26,
        "about": "I am seeking a suitable partner for my lovely daughter. She has completed her Bachelors. She enjoys being around people and believes in living life with positivity. We are looking for someone who has to be a family person, knowing his responsibilities towards both the families.",
        "personality": ""
    },
    "47": {
        "name": "Priyanka R",
        "age": 30,
        "about": "Hello, am glad you chose to visit my profile.I am very simple and suttle girl who believes to be true and genuine. I am passionate about all things good in life. I am looking for someone who should support and help me with my decisions and I would do the same for him. I completed my bachelors in law.",
        "personality": ""
    },
    "48": {
        "name": "Divya Y",
        "age": 24,
        "about": "I would like to write few words about my sister. She has completed BTech in mechanical engineering.An enthusiastic, intelligent girl, she has a good aesthetic sense and values incorporated. We are against dowry. I hope you would like to know more about her, if you do please leave a message...",
        "personality": ""
    },
    "49": {
        "name": "Surbhi S",
        "age": 25,
        "about": "I've put up this profile on behalf of my daughter . She is simple, sober and caring She is honest, down to earth person. When it comes to her career, She is hardworking and loyal to her responsibilities. Please get in touch in case you like my daughter's profile.",
        "personality": ""
    },
    "50": {
        "name": "Jawari S",
        "age": 25,
        "about": "I have done my B.Tech in mechanical engineering preparing for compt exams into banking. My lifestyle is so perfect, traditonally modern with simple optimistic towards persistance in regular work.",
        "personality": ""
    }
}