{
    "0": {
        "name": "name",
        "age": 25,
        "about": "description",
        "personality": ""
    },
    "1": {
        "name": "Rupal S",
        "age": 25,
        "about": "I am a hard-working professional working with a reputed multinational company. I have a balanced and progressive personality and looking for a similar partner.",
        "personality": ""
    },
    "2": {
        "name": "Narmada S",
        "age": 25,
        "about": "Hello, I m a dietitian and working in corporate, I am an independent, open minded girl, I love my family so much and searching for a good companion who is not judgemental and know the companionship.",
        "personality": ""
    },
    "3": {
        "name": "Sepuri H",
        "age": 23,
        "about": "Hi, thank you for visiting my daughter's profile. She has completed her Bachelors in Engineering.She is at present employed at TCS..She is amiable, friendly and down to earth.We are seeking for someone who is kind natured and can take life with maturity.",
        "personality": ""
    },
    "4": {
        "name": "SH82522506",
        "age": 23,
        "about": "My sibling is very friendly and down-to-earth person. She is modern yet ethical. She desires her companion to be vivacious and well educated with an optimistic view towards life.",
        "personality": ""
    },
    "5": {
        "name": "Shalini M",
        "age": 26,
        "about": "I would like to write few words about my daughter. She has completed her Bachelors.My daughter is an easy-going person who was raised with good moral values; simplicity can be observed in her thoughts and behavior.Her ideal match should be a well groomed person, having a settled career.",
        "personality": ""
    },
    "6": {
        "name": "Nimisha K",
        "age": 25,
        "about": "Hey, hope you are doing great. I have completed my High school.I am all about enjoying the small things in life and grabbing every opportunity that comes my way.I am searching for a best friend with whom I can share the rest of my life and fulfill our dreams together.",
        "personality": ""
    },
    "7": {
        "name": "Vandana K",
        "age": 24,
        "about": "I am seeking a suitable partner for my lovely daughter.She is pursuing her Doctorate in mathematics from National Institute of Technology, Surat. She is our only single child. I am currently employed as a Loco Pilot with Western Railways and my wife is a homemaker. As parents, we have taught our daughter to respect others, and live life with a positive & progressive outlook.",
        "personality": ""
    },
    "8": {
        "name": "Narasamma H",
        "age": 24,
        "about": "Hello, am glad you chose to visit my profile.I have completed my Masters.Being quite ambitious and passionate towards my career, I wish to rise high in my field and make a mark for myself with my work.I desire my companion to be vivacious, presentable and educated with an optimistic view towards life.",
        "personality": ""
    },
    "9": {
        "name": "K Shrivastava",
        "age": 29,
        "about": "I am creating this profile on behalf of my daughter, she has completed MBBS form Bangalore, doing PG , she is convent educated, born and brought up M.P (Bhopal, Indore) comes from a respectable highly educated and well to do family, she is of fair complexion, good looking with an optimistic approach to life. Personality wise she is sophisticated, friendly, down to earth and respectful.",
        "personality": ""
    },
    "10": {
        "name": "Anjali K",
        "age": 28,
        "about": "I am seeking a suitable partner for my lovely daughter. She has completed her Bachelors.She believes in endeavoring in optimal blend of modern & traditional values, and diligent balancing of professional & family life.A qualified working professional, having growth oriented career & a person with pleasing & amiable personality , is what we see in a groom.",
        "personality": ""
    },
    "11": {
        "name": "Sai Prathyusha B",
        "age": 25,
        "about": "Welcome to my profile... I have completed my Bachelors and at present working as a Techinical Team Manager in Amazon.I like to live life to the fullest.I am looking to meet an open minded person and outspoken Â with a good personality and a sense of humor.Somone who values both families equally.Looking for a friend more than a partner who values mutual feelings.",
        "personality": ""
    },
    "12": {
        "name": "Shailja S",
        "age": 25,
        "about": "My daughter is a Convent School educated. She has done her Bachelor's in Political Science (H) from the Lady Shri Ram College for Women, University of Delhi and Masters in International Relations from JNU. She was the United Nation intern for two years. She has worked as an Office Admin in Wattkraft Industries Pvt. Ltd. and as an Artist in The Delhi Street Art Group for two years. She is now an Art Director based in Delhi. She loves her work. She has done various national and international ads and songs. One of her ad is currently on air during KBC and Indian Idol whereas, Ciaz's ad is to be premiered in South African, Egyptian and Turkish market. She is the eldest among our three children. She is very caring and believe in living every moment to the fullest. She loves family gatherings.Being an extrovert, she can adjust in every situation. She can reduce tensions in no minute. She is a very simple girl and does not believe in show offs. She is witty, humorous and sarcastic ",
        "personality": ""
    },
    "13": {
        "name": "Sonakshi A",
        "age": 27,
        "about": "My daughter is a confident, hardworking and down to earth girl who gives importance to our family values. Her simple, caring and loving nature is loved by one and all. Sincerely committed in her professional and personal spheres, she manages both the responsibilities with equal ease and aplomb. She is passionate about dancing and choreography. She has done her Bachelor's degree from Delhi University. Presently she is working as a artist in an internationally acclaimed dance theatre company where she is a core team member with a centrifugal presence. She has performed in USA, China, Israel, South Africa, Germany and India, We are settled in Delhi and my husband heads a PSU and I am a home maker. My elder daughter is married and works for Urban clap. Her husband has a manufacturing business in LED lighting space.Thank you for your valuable time, and if you wish to take things forward, then you are most welcome to contact us.",
        "personality": ""
    },
    "14": {
        "name": "Nithya L",
        "age": 23,
        "about": "She is very positive and she is very talented and smart .",
        "personality": ""
    },
    "15": {
        "name": "Kavya R",
        "age": 24,
        "about": "I am seeking a suitable partner for my lovely daughter. She has completed her Bachelors.Though she is focused about her career, but makes it a point to give equal attention to family as well.She is looking for a boy who is able to spend a good and happy life with her.",
        "personality": ""
    },
    "16": {
        "name": "Sreedevi M",
        "age": 23,
        "about": "I am seeking a suitable partner for my lovely daughter. She has completed her Bachelors.My daughter is a beautiful, intelligent and family oriented person with a good value system.",
        "personality": ""
    },
    "17": {
        "name": "Sreya Manju B",
        "age": 26,
        "about": "Looking for a suitable match and rest will update later................",
        "personality": ""
    },
    "18": {
        "name": "Sridivya D",
        "age": 23,
        "about": "I would like to write few words about my daughter. She has completed her Bachelors.My daughter's genuineness, caring and affectionate nature, wins her friends in every walk of life. ",
        "personality": ""
    },
    "19": {
        "name": "B Prathyusha",
        "age": 21,
        "about": "Hi, thank you for visiting my daughter's profile. She has completed her Honours degree.My daughter is an easy-going person who was raised with good moral values; simplicity can be observed in her thoughts and behavior.We are looking for a boy who can enter our family as a son.",
        "personality": ""
    },
    "20": {
        "name": "Sowmya V",
        "age": 26,
        "about": "My daughter has a modern outlook towards life and bound by traditional values.She Is open minded and has positive outlook towards her career.She had her schooling in western parts of India and middle East. She is presently working in Hyderabad as a consultant.",
        "personality": ""
    },
    "21": {
        "name": "T Triveni",
        "age": 25,
        "about": "It is a pleasure sharing a few words about my daughter. She has completed her Masters.She is a jovial, simple and honest person who is committed towards her work but pays equal attention to her family.We are looking for a boy who can enter our family as a son.",
        "personality": ""
    },
    "22": {
        "name": "Joga S",
        "age": 21,
        "about": "Hi, am putting up this profile on behalf of my daughter. She has completed her High school.She likes to take vacations and enjoy exploring new places and learning about different cultures.She is looking for a life partner who would be a friend to her and stand by her in every phase of life.",
        "personality": ""
    },
    "23": {
        "name": "Soumya T",
        "age": 26,
        "about": "Welcome to my profile... I have completed my MSc.I am all about enjoying the small things in life and grabbing every opportunity that comes my way.I would love to meet someone who is caring, loving to share my life with.",
        "personality": ""
    },
    "24": {
        "name": "Sree Lalitha Kalyani G",
        "age": 23,
        "about": "I would like to write few words about my daughter. She has completed her Bachelors and working in an MNC.Her optimistic personality is adored by everyone. She is friendly, fun loving, understanding and she respect elders. Please get in touch if you would like to know more about her.",
        "personality": ""
    },
    "25": {
        "name": "Pranu A",
        "age": 23,
        "about": "I am seeking a suitable partner for my lovely daughter. She has completed her Bachelors.My daughter's genuineness, caring and affectionate nature, wins her friends in every walk of life.She needs a loving and caring boy who can be with her in all the phases of life.",
        "personality": ""
    },
    "26": {
        "name": "Mallika V",
        "age": 23,
        "about": "My daughter is an easy-going, happy girl with a modern outlook. She believes in working hard and is good at managing chores with her professional goals. She is loving and respectful to all. She is an ardent pet-lover and a voracious reader. She also plays the violin and enjoys all kinds of music. She also loves to travel, meet different people and experience new cultures. She hopes to obtain a higher degree after gaining some work experience and wishes to pursue her Masters after 2 years. In her own words: I love music of all kinds! My tryst with the violin has led me to discover some great pieces in both Hindustani classical as well as Western classical (which I am currently trying to perfect). Once a song catches my fancy, it just does. So I have no particular genre preference, but my favorites include Oh Wonder, Lorde, Halsey, Coldplay (who doesn't?), One Republic, Of Monsters and Men and many more. The other thing I truly enjoy is reading! ",
        "personality": ""
    },
    "27": {
        "name": "Soumini V",
        "age": 22,
        "about": "Hi, thank you for visiting my daughter's profile. She has completed her Bachelors.Her optimistic personality is adored by one and all.Her ideal match should be a well groomed person, having a settled career.her father is a gazetted officer in central govt. and mother is an enterpreneur.",
        "personality": ""
    },
    "28": {
        "name": "Uppalapati L",
        "age": 24,
        "about": "I have completed my btech in stream of ECE .My mother works as a Executive in Admin department in a pvt company.She is always with positive attitude and very determined.My father stays at home since he has some health problem.Iam working women but Iam not much interested to do job. I wanted to look after my parents even after my marriage.So.I would like if some person who better understands me and look after my parents and extends his support to our family will get into my life.I too give him good support and take best care of his family.",
        "personality": ""
    },
    "29": {
        "name": "Harika D",
        "age": 24,
        "about": "My younger daughter currently working as a software professional in Accenture Hyderabad. Well mannered and blessed with a charming personality. Easily mingle with people. Earns 4.25 LPA. Looking for a family who can treat my daughter as their own child and share the love as how we do. We do treat our son-in-law the same as well. :) Bride groom should have broad-minded with positive attitude. That's all for now.",
        "personality": ""
    },
    "30": {
        "name": "Akanchha S",
        "age": 23,
        "about": "My Daughter is very beautiful simple with moderate value. She has completed her BDS and pursuing internship simultaneously preparing for post graduation. She is multitalented with high moral values. Spiritual by nature and love to learn and explore new things and world. We are looking for a descent smart and highly educated groom with same moral values and who respects the feelings of others. Moderate culture is must where in she can be free to work and live life. She is good in classical dance and loves to cook.Looking for the perfect match",
        "personality": ""
    },
    "31": {
        "name": "Ankita S",
        "age": 31,
        "about": "Ankita completed BE(IT) and is working as a Software Lead Developer in an IT Company at Noida. She is very down to earth and strongly believes in family values. Ankita likes to travel and has been to places in India and Europe. All our siblings are well settled in India and abroad. Our ancestral origin is from UP. We are looking for proposals from respected Kayastha family only.",
        "personality": ""
    },
    "32": {
        "name": "Rajya M",
        "age": 24,
        "about": "Hi, thank you for visiting my daughter's profile. She has completed her B.Tech from IIT Hyderabad. She enjoys being around people and believes in living life with positively. She is a very friendly person and loves making friends. Ambitious and career driven, she has a zeal for achieving success in her professional sphere. Reading, watching movies are some of her interests. Ours is a close-knit family hailing from Hyderabad. My husband is a business owner and I am a homemaker. We are blessed with another son. My daughter is looking for a life partner who would be a friend to her and stand by her in every phase of life. We are ready to welcome a son in our family who will stand by my daughter's side in all phases of life. A qualified and well-cultured person rooted in family values will be an ideal match. Thank you for showing interest in my daughter's profile. If you wish to take things forward, please feel free to initiate a conversation.",
        "personality": ""
    },
    "33": {
        "name": "Akhilasree T",
        "age": 23,
        "about": "I am father of Akhilasree.she is a software engineer . currently working in HCL Bangalore.we are family of four members.My son is assistant manager in City Bank.Further details please contact us",
        "personality": ""
    },
    "34": {
        "name": "Awantika S",
        "age": 31,
        "about": "Hello I have completed my Bachelors in Law. I am currently working as a Legal Professional (Others). My friends describe me as confident, friendly. My hobbies/interests include music, dance, reading, cooking. I prefer reading fiction, inspirational related books. My family is modern with traditions at its core. I am looking for someone mature, well settled, humorous.",
        "personality": ""
    },
    "35": {
        "name": "Hema K",
        "age": 26,
        "about": "Hello, Hema my sister was born and brought up in Delhi. She is pursuing her MBA (Human Resources) from the I.P University in Delhi. My sister has a charming personality, imbibed to moderate values and enjoys being in the company of all age groups due to her flexible nature. Time away from her studies, she enjoys watching television, mehendi designing, cooking and spending quality time with her family. We are a Delhi based family, with an ancestral origin from Mainpuri, Uttar Pradesh. Our father is a businessman, a Government Contractor for fire safety products and mother is a homemaker. My eldest brother operates his independent business post completing his B.Tech as well as shares a helping in my business too. I am Naveen, elder to Hema, pursued MBA in Marketing and manufactures fire safety products. We are seeking a compatible match from Hindu Kashyap family from Delhi or NCR whose native is Uttar Pradesh or Madhya Pradesh. He should be well settled and financially well ... ",
        "personality": ""
    },
    "36": {
        "name": "Shivangi V",
        "age": 27,
        "about": "A career oreinted girl she is simple,caring and fun loving girl.Very helpfull by nature.Well cultured love to with cleanliness.Family oriented.Love to travel.Give respect to elders,love to spend time with family.Very friendly comfortable to adjust each nd every situation.Understands the value family of family.Supportive nd well managed.",
        "personality": ""
    },
    "37": {
        "name": "Harshitha N",
        "age": 25,
        "about": "It is a pleasure sharing a few words about my daughter. She has completed her Bachelors.She is a self made person and is hardworking when it comes to her career.We are looking for someone who has to be a family person, knowing his responsibilities towards both the families.",
        "personality": ""
    },
    "38": {
        "name": "Mannava S",
        "age": 24,
        "about": "I have made this profile on behalf of my daughter. She is currently working in private sector, after having completed her bachelor's degree. We come from a middle class, nuclear family with traditional values presently living in Hyderabad. I come from good family background with 6 brothers and 3 sisters. I being the younger one, got settled in Hyderabad as i have been working at A.P. Secretariat.",
        "personality": ""
    },
    "39": {
        "name": "Uppaluru R",
        "age": 24,
        "about": "my daughter working in infosys she is simple with positive attitude, open mind, joval, adjustable",
        "personality": ""
    },
    "40": {
        "name": "Swati K",
        "age": 26,
        "about": "Hi, thank you for visiting. She is doing her Masters and working in a MNC. An enthusiastic, intelligent girl, she has a good aesthetic sense and values incorporated. A qualified working professional, having growth oriented career & a person with pleasing & amiable personality , is what we see in a groom.",
        "personality": ""
    },
    "41": {
        "name": "Jyoti K",
        "age": 23,
        "about": "Hi there, here's a little bit about me. I have completed my Undergraduate and I'm currently living in Delhi. I enjoy the small things in life and am grateful for everything I have. The most important quality I seek in my partner is that he should respect and love my family as his own.",
        "personality": ""
    },
    "42": {
        "name": "Dr.Chaitanya M",
        "age": 30,
        "about": "Good wishes to all, to tell about myself there is ntng special but my friends discribe as very straight forward,happy going girl, jovial and at the same time responsible, very friendly................. etc there are many other qualities which u can know directly .I am in search of person who can be a very good companion for rest of my life and enjoy each n every sec.",
        "personality": ""
    },
    "43": {
        "name": "Swapnika Sumana P",
        "age": 25,
        "about": "Hello, am glad you are interested in my daughter's profile. She has completed her Masters.Though she is focused about her career, but makes it a point to give equal attention to family as well.We are seeking for someone who is kind natured and can take life with maturity.",
        "personality": ""
    },
    "44": {
        "name": "SH64687901",
        "age": 27,
        "about": "We are looking for someone who would be a great companion throughout her life.A few lines about her in her own words..Hi, to start off with.. I'm a very grounded person, simple and most of the times honest ;) The best part about me is my sense of humor and spontaneity. It's hard to get bored around me. Friends call me intellectual which I don't consider I am to be but sometimes deep down inside, I can't help feeling happy about it :DAbout my education, I've been a good student through out with good grades. I've worked for a top US company for 3.5yrs and now with another big company for more than an year now. Coming to my family, we are five of them. My mother, elder sister, elder brother , myself and a younger brother .. Both my brothers are in the US .. My sister is married. My dad unfortunately passed away 7yrs back.My hobbies include watching a lot of cricket(im a huge fan since childhood), chess, fitness stuff (some call me a gym freak but I'm not) and TV series.",
        "personality": ""
    },
    "45": {
        "name": "Sandhya R",
        "age": 27,
        "about": "My sister is employed in Government Sector as an Engineer - Non IT with a Master's degree. She currently lives in India. We belong to a Middle class, Nuclear family with Moderate values.",
        "personality": ""
    },
    "46": {
        "name": "Subha Praneeta Tetali",
        "age": 26,
        "about": "I am seeking a suitable partner for my lovely daughter. She has completed her Bachelors. She enjoys being around people and believes in living life with positivity. We are looking for someone who has to be a family person, knowing his responsibilities towards both the families.",
        "personality": ""
    },
    "47": {
        "name": "Priyanka R",
        "age": 30,
        "about": "Hello, am glad you chose to visit my profile.I am very simple and suttle girl who believes to be true and genuine. I am passionate about all things good in life. I am looking for someone who should support and help me with my decisions and I would do the same for him. I completed my bachelors in law.",
        "personality": ""
    },
    "48": {
        "name": "Divya Y",
        "age": 24,
        "about": "I would like to write few words about my sister. She has completed BTech in mechanical engineering.An enthusiastic, intelligent girl, she has a good aesthetic sense and values incorporated. We are against dowry. I hope you would like to know more about her, if you do please leave a message...",
        "personality": ""
    },
    "49": {
        "name": "Surbhi S",
        "age": 25,
        "about": "I've put up this profile on behalf of my daughter . She is simple, sober and caring She is honest, down to earth person. When it comes to her career, She is hardworking and loyal to her responsibilities. Please get in touch in case you like my daughter's profile.",
        "personality": ""
    },
    "50": {
        "name": "Jawari S",
        "age": 25,
        "about": "I have done my B.Tech in mechanical engineering preparing for compt exams into banking. My lifestyle is so perfect, traditonally modern with simple optimistic towards persistance in regular work.",
        "personality": ""
    },
    "51": {
        "name": "Richa S",
        "age": 26,
        "about": "I am putting up this profile on behalf of my daughter. My daughter is a IT Engineer currently working with a leading multi-national IT firm in Pune. She is a very soft hearted and charming girl with good cultural values. Singing is her hobby.She has a modern outlook and is ambitious. As a family, we hail from Saugor in Madhya Pradesh. I (father) am a bank manager and my wife is a homemaker. My elder daughter (Richa's elder sister) is also an Engineer. She is married and settled in Sydney (Australia). I also have a son who is the youngest amongst siblings.",
        "personality": ""
    },
    "52": {
        "name": "R Agrawal",
        "age": 24,
        "about": "I am good looking down to earth confident person belonging to a well respected family. I believe in living in the present, but with an eye on the future and believe in enjoying every moment of life.",
        "personality": ""
    },
    "53": {
        "name": "Sunidhi S",
        "age": 24,
        "about": "Hi there, me in a nutshell... I have completed High school and also graduation.. I'm from Kolkata. I enjoy the simple moments in life and love to spend time with my family. I feel this is the right time to start this new phase of life and I'm looking for a suitable companion.",
        "personality": ""
    },
    "54": {
        "name": "Shravanthi S",
        "age": 21,
        "about": "Hello, I'm glad you are interested in my daughter's profile. She has completed her Bachelors. As parents, we have taught our daughter to respect others and live life with a positive & progressive outlook. Please reach out in case you find my daughter's profile suitable.",
        "personality": ""
    },
    "55": {
        "name": "Kavya Rekha C",
        "age": 22,
        "about": "Hi, here's a quick introduction about me. I have completed my Bachelors and I'm currently living in Hyderabad. I enjoy the simple moments in life and love to spend time with my family. I am searching for a best friend with whom I can share the rest of my life and fulfill our dreams together.",
        "personality": ""
    },
    "56": {
        "name": "Shivani V",
        "age": 25,
        "about": "Hello!! This is shivani I'm basically from Bhopal. The most important thing in my life is religious believes, moral values & respect for elders. I am modern thinker but also believe in good values given by our ancestors. I believe in success through hard work & dedication. My motto in life is to, If you want something, work hard & you will achieve it; there are no shortcuts. I enjoy life to the fullest & love humour. I am a progressive thinker and respect each person space and values.",
        "personality": ""
    },
    "57": {
        "name": "Anjali K",
        "age": 28,
        "about": "I am seeking a suitable partner for my lovely daughter. She has completed her Bachelors.She believes in endeavoring in optimal blend of modern & traditional values, and diligent balancing of professional & family life.A qualified working professional, having growth oriented career & a person with pleasing & amiable personality , is what we see in a groom.",
        "personality": ""
    },
    "58": {
        "name": "Sandhya B",
        "age": 26,
        "about": "Hi, am putting up this profile on behalf of my daughter. DON'T GIVE ANY NUISANCE REQUESTS, ONLY SEND IF YOU ARE GENUINELY INTERESTED. IF PARENTS ARE GIVING THAT WILL BE MORE TRUSTABLE. She has completed her Bachelors = BHMS. My daughter is a beautiful, intelligent and family oriented person with a good value system.I envision my daughter's life-partner to be good in nature with modest upbringing and importantly one who believes in the institution of marriage.",
        "personality": ""
    },
    "59": {
        "name": "Bhavana Reddy P",
        "age": 24,
        "about": "She is intelligent and good looking. Pursuing CA. She is working in ITC at present.",
        "personality": ""
    },
    "60": {
        "name": "Narmada S",
        "age": 26,
        "about": "Hello, I m a dietitian and working in corporate, I am an independent, open minded girl, I love my family so much and searching for a good companion who is not judgemental and know the companionship.",
        "personality": ""
    },
    "61": {
        "name": "Preeti L",
        "age": 28,
        "about": "Born and brought up in Bhilai [Chhattisgarh], Preeti has completed her Bachelor of Engineering in Computer Science and Engineering and presently works with FactSet Systems India Pvt. Ltd., Hyderabad. Earlier, she was associated with Tata Consultancy Services Ltd., Hyderabad/Bengaluru as Information Technology Analyst. To mention about her, she likes to be a perfectionist and tries to be perfect in whatever she undertakes. She prefers being independent and is known among her close ones to be a woman of integrity, trustworthy, individualistic, adjusting, supportive, helpful and a patient listener. She likes being simple and always strives to keep things well-planned to avoid last-minute hassle(s). To be precise, she is well-educated, passionate, responsible, dedicated, disciplined and a family [and career] oriented personality. We are a family of four. I used to work in Bhilai, Chhattisgarh as Senior Accounts Officer for a reputed manufacturing firm before we moved to Hyderabad. I or... ",
        "personality": ""
    },
    "62": {
        "name": "Shreya S",
        "age": 24,
        "about": "MBA professional, after successful completion of her B. Com honours. High with values accompanied by loving & caring attitude. Looking for a life partner prioritize family and parents (both). Looking for a family to get into as daughter. Person with friendly loving nature. Father working as AVP in Birla Group and Mother is house maker. Elder Brother and sister in law are in Boston, US andworking as software engineers. Elder sister is married and working in Telecom company.",
        "personality": ""
    },
    "63": {
        "name": "Jakka A",
        "age": 25,
        "about": "On behalf of my daughter she is intelligent,good looking, good family values, Telugu, Hindi, English languages well known",
        "personality": ""
    },
    "64": {
        "name": "Nilima P",
        "age": 26,
        "about": "I am posting for my sister. She is a good girl. Good nature. Working in TCS. In Hyderabad.",
        "personality": ""
    },
    "65": {
        "name": "Akanksha Y",
        "age": 25,
        "about": "I am seeking a suitable partner for my lovely daughter. She has completed her Honours degree.Listening to music, traveling, watching movies are few of her interests.",
        "personality": ""
    },
    "66": {
        "name": "Sukoon M",
        "age": 26,
        "about": "She is working as a social media analyst in an MNC. Being from a family of doctors, where I am a pathologist and my son is pursuing MBBS, she got full freedom to pursue her passion into digital marketing. She is a family-oriented person. Other than her job, she loves traveling. She likes to listen music with a cup of coffee. Also, she likes shopping and watching movies.",
        "personality": ""
    },
    "67": {
        "name": "Surbhi S",
        "age": 25,
        "about": "I've put up this profile on behalf of my daughter . She is simple, sober and caring She is honest, down to earth person. When it comes to her career, She is hardworking and loyal to her responsibilities. Please get in touch in case you like my daughter's profile.",
        "personality": ""
    },
    "68": {
        "name": "Akhilasree",
        "age": 23,
        "about": "I am father of Akhilasree.she is a software engineer . currently working in HCL Bangalore.",
        "personality": ""
    },
    "69": {
        "name": "Vrinda K",
        "age": 23,
        "about": "People tell me I'm confident, fun and adaptable. I see myself as loving adventurous activities, a traveller at heart and very sociable.I like interacting and communicating with others, sharing ideas and talking about life. Let's meet to find out.",
        "personality": ""
    },
    "70": {
        "name": "Prachi K",
        "age": 25,
        "about": "Here are few words about my sister. She has completed her graduation in b.Sc from Ramjas college, north campus. She is currently working as Data entry operator in Delhi Secretariat and is also preparing for S.S.C. Competitive exams.",
        "personality": ""
    },
    "71": {
        "name": "Anilaja C",
        "age": 22,
        "about": "I would like to write few words about my sister. She has completed her Bachelors.My sister is an easy-going person who was raised with good moral values; simplicity can be observed in her thoughts and behavior.Her ideal match should be a well groomed person, having a settled career.",
        "personality": ""
    },
    "72": {
        "name": "Keerthi D",
        "age": 27,
        "about": "Good Looking, Intelligent, Gold Medalist in Engineering and topper of all branches of College. Working for IBM and into software development for a client in USA. She is ranked as Star Performer and has been nominated for H1 B Visa processing by the company. We are looking for a groom in USA who is well settled.",
        "personality": ""
    },
    "73": {
        "name": "Uppaluru R",
        "age": 24,
        "about": "my daughter working in infosys she is simple with positive attitude, open mind, joval, adjustable",
        "personality": ""
    },
    "74": "74": {
        "name": "Manjula M",
        "age": 26,
        "about": "Hi, am putting up this profile on behalf of my daughter. She has completed her Masters.My daughter is a beautiful, intelligent and family oriented person with a good value system.I envision my daughter's life-partner to be good in nature with modest upbringing and importantly one who believes in the institution of marriage.",
        "personality": ""
    },
    "75": {
        "name": "Chaitanya M",
        "age": 30,
        "about": "Good wishes to all, to tell about myself there is ntng special but my friends discribe as very straight forward,happy going girl, jovial and at the same time responsible, very friendly................. etc there are many other qualities which u can know directly .",
        "personality": ""
    },
    "76": {
        "name": "Rachana D",
        "age": 25,
        "about": "Hello, am glad you chose to visit my profile. I have completed my Bachelors.I like visiting new places and spending time with family and friends. Please get in touch if you would like to know more about me.",
        "personality": ""
    },
    "77": {
        "name": "Subha",
        "age": 26,
        "about": "I am seeking a suitable partner for my lovely daughter. She has completed her Bachelors. She enjoys being around people and believes in living life with positivity. We are looking for someone who has to be a family person,",
        "personality": ""
    },
    "78": {
        "name": "SH79130165",
        "age": 22,
        "about": "Herself Andalu Mandula, completed bachelor's degree and working as a Software Engineer. We are from a middle class background. We are looking for a bridegroom who is very understanding.",
        "personality": ""
    },
    "79": {
        "name": "Monica P",
        "age": 25,
        "about": "Hello and welcome to my daughter's profile. Monica is a well-organized and outgoing individual with a pleasant personality. She has a respectful nature towards elders and is fun-loving with everyone. Hardworking, ambition and zeal for excelling in her professional sphere has always been her driving forces in life. Equally responsible towards her duties, she maintains a healthy work-life balance. Academically, she was a brilliant student and has been awarded in the event organised in her school. She has completed her B.E. in Electrical and Electronics from G. Narayanamma Institute of Technology and Science in 2014. Currently, she is working as a Technology Analyst with Infosys Limited. Earlier, she worked with Accenture for three to four years. She is planning to do her Masters and also want to grow with more good opportunity in the coming years. Ours is a close-knit family hailing from Hyderabad. Monica is the only daughter in our family. She is born in Hyderabad ",
        "personality": ""
    },
    "80": {
        "name": "Pagidala S",
        "age": 23,
        "about": "My daughter Is nice,smart,and tredational girl,her studies is inter discontinue ,brothers 2 and mom,pappa,ours is simple family and tredational ,my daughter want aa life partner love and caring person ,we r having only aa one daughter, Plz contact only intrested persons. Thank you for spending time to see the profile",
        "personality": ""
    },
    "81": {
        "name": "Vishnu Priya Reddy V",
        "age": 24,
        "about": "I am Priya. I am a girl next door. Funny. Excited electron beam.",
        "personality": ""
    },
    "82": {
        "name": "Lakshmi T",
        "age": 25,
        "about": "I am seeking a suitable partner for my lovely daughter. She has completed her Masters.She is amiable, friendly and down to earth. Her brother working in nedharlands We are looking for a boy with similar ieducational qualifications and good moral values. Prefer boy working any European country",
        "personality": ""
    },
    "83": {
        "name": "Kavitha D",
        "age": 24,
        "about": "Hi, am putting up this profile on behalf of my sister.my name rajkumar working as assistant professior of b.tech college in hyderabad.my double eit Nin sevn on fiv on fore to tree. Ã‚Â Is present working. sister has completed her Undergraduate.She is friendly nature and active personality.We are seeking for someone who is kind natured and can take life with maturity.we are sc in nethakani..my family doing agriculter in village .prefer my caste nethakani in sc mala.",
        "personality": ""
    },
    "84": {
        "name": "Ananya A",
        "age": 24,
        "about": "Hello, am glad you chose to visit my profile. I have completed my Bachelors.Being quite ambitious and passionate towards my career, I wish to rise high in my field and make a mark for myself with my work.I am looking for someone who should support and help me with my decisions and I would do the same for him.",
        "personality": ""
    },
    "85": {
        "name": "Rajitha G",
        "age": 27,
        "about": "I have done B.Tech, MBA. We are family of four. My father was DGM in Engineering company. Mother is home maker. I have one younger sister. I am looking for well educated , well placed person from decent family background. I like spending free time with family and friends. I like to travel to new places in vacations.",
        "personality": ""
    },
    "86": {
        "name": "S Thakur",
        "age": 25,
        "about": "We are looking for Educated , matured guy for our daughter.Note: she has skin disorder called vitiligo.",
        "personality": ""
    },
    "87": {
        "name": "Mounika K",
        "age": 27,
        "about": "We are a Hindu vegetarian well-settled family. My daughter is currently working as an AI Engineer in Hyderabad. She finished her MS from IIIT Hyderabad. We are looking for a good looking, equally educated guy coming from a decent family background. We prefer the guy from similar line of department (CSE/ECE) as my daughter.",
        "personality": ""
    },
    "88": {
        "name": "Havishya K",
        "age": 25,
        "about": "Born in a Defence background, she has studied in schools across length and breadth of the country. Excellent in communication skills, she has a modern bent of mind with healthy respect for traditional value system. She is creative, bubbly, caring and has pleasing personality. Looking for a partner who is successful, creative with similar ideologies and broad mindedness.She Is presently on H1B working as a validation Engnr in Bedford near Bostron.",
        "personality": ""
    },
    "89": {
        "name": "Richa S ",
        "age": 28,
        "about": "We are looking for a match for our daughter. She has studied in IITH and now working in an IT company.",
        "personality": ""
    },
    "90": {
        "name": "S Sushma",
        "age": 25,
        "about": "I am glad you are interested in my profile. I have completed my Bachelors.I am a grounded person, who values family happiness and hard work.I am seeking a soul mate who will complement me and be a good companion in my journey of life.",
        "personality": ""
    },
    "91": {
        "name": "Pravallika C",
        "age": 26,
        "about": "Hello, I am glad you are interested in my daughter's profile. She has completed her Masters.She enjoys being around people and believes in living life with positivity.We are looking for a boy with similar educational qualifications and good moral values.",
        "personality": ""
    },
    "92": {
        "name": "Midhuna K",
        "age": 25,
        "about": "Hi, thanks for visiting my profile. I have completed my Bachelors.I see myself as a fun loving person who likes to follow life with principles and values.Looking for the simple boy who can carry the family values.",
        "personality": ""
    },
    "93": {
        "name": "S Agarwal",
        "age": 25,
        "about": "We are looking a bridegroom from our social community with a decent job and a nuclear family.",
        "personality": ""
    },
    "94": {
        "name": "Rashmika A",
        "age": 29,
        "about": "We need a groom for our daughter. She graduated from Chennai and she earns 6-7 lakhs per annum. Brahmin prefered",
        "personality": ""
    },
    "95": {
        "name": "Nidhi Priya",
        "age": 25,
        "about": "She is simple with simple life goals. She is a teacher and loves children. Looking for a gentle and funloving and responsible guy.",
        "personality": ""
    },
    "96": {
        "name": "Stuti P",
        "age": 25,
        "about": "She is workig for care India as District Technical Officer at Patna.An entusiastic, intelligent girl with a charming personalty and has good sense of humour and values.",
        "personality": ""
    },
    "97": {
        "name": "Mohini V",
        "age": 22,
        "about": "She has completed her Master's. By nature she is affectionate and helpful, blessed with charming personality.",
        "personality": ""
    },
    "98": {
        "name": "Mallika V",
        "age": 23,
        "about": "She is easy-going happy girl with a modern outlook. Need an open-minded guy.",
        "personality": ""
    },
    "99": {
        "name": "Nisha V",
        "age": 24,
        "about": "I am undergraduate. I love honesty, integrity and simplicity.I need a well groomed person and a settled career.",
        "personality": ""
    },
    "100": {
        "name": "swathi V",
        "age": 24,
        "about": "I am her brother and she has a B.Tech in CSE and working in TCS. She needs a responsibe guy.",
        "personality": ""
    },
    "101": {
        "name": "Hima Bindu C",
        "age": 24,
        "about": "My daughter is working as a software engineer in Hyderabad",
        "personality": ""
    },
    "102": {
        "name": "Avanti P",
        "age": 24,
        "about": "My daughter is friendly, active and energetic. She has great respect towards elders and is a blend of traditional values with modern outlook. She is animal lover and loves painting, photography and travelling. Looking for a well educated and well mannered groom with similar outlook. (Settled in India.)",
        "personality": ""
    },
    "103": {
        "name": "Anagha Lakshmih P",
        "age": 23,
        "about": "WE ARE FROM A HINDU TRADITIONAL NUCLEAR FAMILY WHICH GREW BY SHEER HARD WORK AND SINCERITY WE VALUE VALUES AND PEOPLE WHO VALUE VALUES BRIDE WAS EXCELLENT THROUGHOUT HER CAREER AND IS BETTER KNOWN FOR HER PATIENCE ,INTELLIGENCE AND HARD WORK IN HER CIRCLES ONE YOUNGER SISTER WHO IS APPEARING FINAL SEM EXAMS OF B TECH EEE THIS APRIL AND IS EXPECTED TO CONTINUE STUDIES IN IIM / JOIN INFOSYS",
        "personality": ""
    },
    "104": {
        "name": "Lalitha S",
        "age": 24,
        "about": "Hi, thank you for visiting my daughter's profile. She has completed her Bachelors.Her optimistic personality is adored by one and all.We are looking for a boy who can enter our family as a son.",
        "personality": ""
    },
    "105": {
        "name": "Sangeetha S",
        "age": 25,
        "about": "namaskaram! my daughter is a bharatanatyam artist. she is currently pursuing M.Phil(Bharatanatyam). she runs her own dance school has 3 branches in chennai. she is a ardent lover of carnatic music practitioner of yoga and kalaripayattu. We come from rich background my elder daughter is happily married to a PILOT and my younger son is pursuing civil.",
        "personality": ""
    },
    "106": {
        "name": "Sheetal S",
        "age": 24,
        "about": "I am looking for a suitable life partner . I will update my profile details later.",
        "personality": ""
    },
    "107": {
        "name": "Deepti S",
        "age": 24,
        "about": "Simple and sophisticated. Polite and patient by nature",
        "personality": ""
    },
    "108": {
        "name": "Sai Himaja N",
        "age": 24,
        "about": "Hi, I am putting my daughter profile. She is fun-loving and adventurous.She loves to travel and likes reading .She likes to create a proper balance between work and family life. She is ambitious and will like to continue her career as much as she can.She believes in simplicity and is very much affectionate towards loved ones. Let us know if you like my daughters profile.",
        "personality": ""
    },
    "109": {
        "name": "Ashwarya S",
        "age": 24,
        "about": "My Sister is working in an IT company based in Noida. She respects traditional culture with Modern Outlook. We are looking for a genuine and honest compatible partner for her. She is a follower of Guru Ji Bade Mandir (Chattarpur). We believe that Boy and Girl should be compatible enough to take things further. She is a very simple and intelligent girl one could look for. For more details please connect with us",
        "personality": ""
    },
    "110": {
        "name": "Sindhuri R",
        "age": 27,
        "about": "My daughter is a Fashion designer /stylist.She pursued fashion designing course from London,U.K and also studied and lived in Bangalore. we are currently settled in Hyderabad. She is selfemployed.Also freelancing as stylist and makeup artist. She is broad minded, well travelled,independent and very understanding at the same time she is very jovial and fun loving person.likes to travel a lot,also very creative and ambitious.In her own words"Marriage is all about acceptance. One should be able to accept the person the way he/she is".",
        "personality": ""
    },
    "111": {
        "name": "Tripti K",
        "age": 24,
        "about": "She is 5 feet 3inch tall fair in complexion with a pleasing personality.She is God fearing conscious individual with a simple and caring nature.She is well educated and did her graduation and post graduation in English from LNMU Darbhanga. She teaches english to senior secondary classes in a reputed school of Darbhanga.We are confident that with all her values and jovial nature will play an ideal role of a family member in any family. We are looking someone who is loyal, independent and liberal. Her partner must be well educated and caring. I am her brother, Posting on behalf of my sister",
        "personality": ""
    },
    "112": {
        "name": "Anaya S",
        "age": 22,
        "about": "Hey, hope you are doing great. I have completed my jBachelors.Being quite ambitious and passionate towards my career, I wish to rise high in my field and make a mark for myself with my work.I desire my companion to be vivacious, presentable and educated with an optimistic view towards life.",
        "personality": ""
    },
    "113": {
        "name": "Mamta S",
        "age": 21,
        "about": "Hi there, this Mamta I am a person that is finding a man who is same as me in nature and mad as me. Well nothing say much in this . Because things in written and real are quite different. Rest my profile says",
        "personality": ""
    },
    "114": {
        "name": " Nancy V",
        "age": 23,
        "about": "Hello, here is a quick introduction about my daughter. She has completed her Bachelors. Her optimistic personality is adored by one and all. We are looking for someone who is family-oriented and knows her responsibilities towards both the families.",
        "personality": ""
    },
    "115": {
        "name": "Vidyasree D",
        "age": 24,
        "about": "She is a beautiful girl inside and outside. She is very responsible, hard working, caring, gentle, fun loving and empathetic to others.",
        "personality": ""
    },
    "116": {
        "name": "Priya S",
        "age": 25,
        "about": "I am a very open minded, loving, caring and responsible person. I love my work and I have certain dreams and aspirations which I aim to achieve. I also have a very strong sense of family value and believe that happy home and a happy family is the base of all success. I come from a small close-knit family where each one of us care and support for each other. I love going for outings and movies and I have an excellent dressing sense.",
        "personality": ""
    },
    "117": {
        "name": "Swati K",
        "age": 25,
        "about": "I believe in personal space. Not too modern girl but just want to leave in today's world with real values",
        "personality": ""
    },
    "118": {
        "name": "Preeti K",
        "age": 21,
        "about": "I would like to write few words about my daughter. She has completed her High school.By nature my daughter is an understanding, responsible and proactive girl who is well nurtured with good moral values.I envision my daughter's life-partner to be good in nature with modest upbringing and importantly one who believes in the institution of marriage.",
        "personality": ""
    },
    "119": {
        "name": "Ankita S",
        "age": 21,
        "about": "I m ankita shriwastav i m a very highly motivated Person from My Patents as well i m very straight forward Person i m always be loyal for everyone",
        "personality": ""
    },
    "120": {
        "name": "Udaya Chandrika K",
        "age": 23,
        "about": "I have graduated in 2017 and want to become a writer.",
        "personality": ""
    },
    "121": {
        "name": "SH32925902",
        "age": 24,
        "about": "Hi, thank you for visiting my daughter's profile. She has completed her Bachelors.She is a self made person and is hardworking when it comes to her career.We are looking for a boy who can enter our family as a son.",
        "personality": ""
    },
    "122": {
        "name": "Utkarsha K",
        "age": 23,
        "about": "I am looking for a suitable partner for my daughter. She has completed her Bachelors. Her optimistic personality is adored by one and all. In case you would like to know more about her, please leave a message.",
        "personality": ""
    },
    "123": {
        "name": "Arpita M",
        "age": 28,
        "about": "ts an typical task finding soulmate from an virtual world and summarize self .Well according to my family and frnds :I am someone whose vision of life is very strong,intellectual, creative ,freindly,fitness-lover,full with patriotic zeals,having an modern outlook with blending of traditional values and mostly KARMA-BELIVER (KARMA is DHARMA).My father runs a small business,bro is an engineer, and my darling mom is home-maker .I did masters and currently teaching in a cbsc high school .In my free time i lv to sing as singing is my passion and i learnt it .i also lv to write, watch movies, and obviously i always want to stay updated , and always try to maintain a healthy lifestyle .When it comes to selecting life-partner compatibility and companionship are key words.I dnt judge people by their salary packages but judge by their behaviour,personalty,good-heartedness",
        "personality": ""
    },
    "124": {
        "name": "Shreya S",
        "age": 26,
        "about": "Welcome to my profile. My friends describe me as a soft-spoken, humble, confident and responsible individual who respects the wisdom bestowed by elders. I am blessed with a lively and amiable personality and have a modern outlook towards life. Cooking new recipes delights me and I am an avid reader. My interests include listening to music, watching movies. Presently, I am working as a Sales Manager with LODHA Developers Group, Pune. Our family is settled in our Bhopal, Madhya Pradesh. My father is an Assistant Professor at Institute of Advanced Studies in Education (IASE) and mother is homemaker. I have an elder sister her five-year integrated Law course and is pursuing her MBA from Indiana University Bloomington, U.S.A. Her husband has done his MS from the U.S.A. and is a working professional. They are both settled in the U.S.A.",
        "personality": ""
    },
    "125": {
        "name": "Kanchan K",
        "age": 23,
        "about": "Im pursuing my masters.Being Daughter of an IPS officer.I believe in fitness and hardwork... I have been good in academics, first division holder in bachelors degree and school. I am a green belt in self defence. Preparing for IAS examination.",
        "personality": ""
    },
    "126": {
        "name": "Kanika M",
        "age": 25,
        "about": "Kanika Mittal is currently working as a Business Operations Associate in ZS Associates(Gurugram). She did her graduation in Economics from Daulat Ram College Delhi University. Her hobbies include sketching, painting, cooking and travelling. She is brought up in Saharanpur and has two younger siblings.",
        "personality": ""
    },
    "127": {
        "name": "Supriya K",
        "age": 25,
        "about": "Hi I m Supriya I have completed my Honours degree.My family is of a paramount importance to me and I strike a healthy balance between work and personal life.I am looking to meet an open minded person, with a good personality and a sense of humor. i m traveling different places",
        "personality": ""
    },
    "128": {
        "name": "Akansha M",
        "age": 27,
        "about": "My daughter has completed her Engineering in computer science. And she is currently working in MNC in Pune. My daughter is an easy-going person who is raised with good moral values. She is looking for a companion who understand and respect her thoughts and values.",
        "personality": ""
    },
    "129": {
        "name": "K Sonika",
        "age": 27,
        "about": "Hey, hope you are doing great. I have completed my Diploma.I see myself as a fun loving person who likes to follow life with principles and values.I am looking to meet an open minded person, with a good personality and a sense of humor.",
        "personality": ""
    },
    "130": {
        "name": "Sneha L",
        "age": 22,
        "about": "Hello! Welcome to my daughter's profile. Gifted with charming and soft-spoken personality, my daughter is quite caring and family oriented person. She loves cooking, listening to music and watching movies. We are a close-knit and loving family belonging to Hyderabad. My husband has retired after rendering his services to the Indian Army while I have enjoyed caring for my family and am a happy homemaker. We are looking for an understanding and caring person as a groom for our daughter and insist on a Horoscope match. Thanks for showing interest in my daughter's profile. Please feel free to contact us if you wish to take things forward. Thank you.",
        "personality": ""
    },
    "131": {
        "name": "SH59831731",
        "age": 25,
        "about": "Hello! It is a pleasure to introduce my daughter, Jayasree. She has completed Bachelor of Arts in Mass Communication and Journalism from St. Mary's College, Hyderabad. Currently, she is employed at a private company and has earlier done her internship in Boston for three months. Equally committed and responsible in her professional and personal spheres, she manages to strike a healthy work-life balance. She has been brought up in a joint family with her grandparents, uncles and cousins. Her empathetic nature is her core strength. She easily adjusts to new people and circumstances. Travelling and exploring different places broaden her horizons. Watching movies and listening to music are a few of her leisure time activities. Backed with a good educational backbone and strong morals, she belongs to a close-knit family. My husband, an Engineer from BITS Pilani, is an Entrepreneur, manufacturing Specialty Chemicals in Hyderabad.",
        "personality": ""
    },
    "132": {
        "name": "Umang B",
        "age": 25,
        "about": "Hello and welcome to my daughter's profile. Umang is an affectionate, helpful and hardworking person. Travelling to new destinations brings her joy and she is an avid reader. At leisure, she likes watching movies and listening to music. She has completed her Master's degree in Finance from D.A.V. College for Girls in Yamuna Nagar, Haryana. Currently, she is working as a Teacher in the private sector. Ours is a close-knit family hailing from Delhi and settled in Bijnor, Uttar Pradesh. I, the father, am a businessman, managing my own petrol pump. My wife is handling her own business. Our elder daughter is happily married. We are seeking a simple and respectful life partner with a caring nature for Umang. A family-oriented groom who respects the sanctity of marriage will be her ideal match. Horoscope matching is an important criterion for us and Umang is born on 11th November 1992 at 14:37 (pm) in Delhi.",
        "personality": ""
    },
    "133": {
        "name": "Shashi K",
        "age": 24,
        "about": "My sister is good looking,fair & dedicated in her life goals",
        "personality": ""
    },
    "134": {
        "name": "Juhi S",
        "age": 25,
        "about": "My daughter is Masters in Botany. Preparing for competitive exams mainly Banking. She is simple friendly, amiable, fun loving, smart and family person. Looking for a perfect match who has the same value for family and understand her better.",
        "personality": ""
    },
    "135": {
        "name": "K Sapna",
        "age": 25,
        "about": "Hello and welcome to my daughter's profile. Sapna is a humble and simple person with a calm disposition. We have nurtured her with good family values. Cooking new recipes for family delights her. Reading is a source of solace and comfort for her. In leisure, she enjoys listening to music. She has completed her Master of Arts from Pandit Prithi Nath College in Kanpur. Ours is a close-knit family settled in our hometown Kanpur, Uttar Pradesh. I am a government employee and my wife is an excellent homemaker. Our younger daughter is pursuing her Graduation. I am seeking a smart and modest companion from a respectable family background for my daughter. A family-oriented and teetotaller life partner who will support her through all walks of life will be an ideal match. Thanks for your interest in my daughter's profile and if you wish to take things forward, please feel free to initiate a contact.",
        "personality": ""
    },
    "136": {
        "name": "Shruti A",
        "age": 25,
        "about": "Hi, am putting up this profile on behalf of my daughter. She has completed her Masters.She loves traveling and exploring new places.We are looking for a boy with similar educational qualifications and good moral values.",
        "personality": ""
    },
    "137": {
        "name": "Surabhi P",
        "age": 29,
        "about": "Namaskar, Brief introduction of my family - I am a retired central government employee. My wife is the home minister of our family. We are proud parents of our three daughters.I'm looking for a perfect match for my Eldest daughter, who completed her Graduation in science (Biotechnology) and post Graduation in science (Biochemistry) .she is working as a senior air hostess with an airline for almost 06 years. My other two daughters have finished with their studies and are also doing well in their respective fields We are basically from Dehradun but been living in Hyderabad from past many years as I was transferred here. I want my daughter's life partner who works in defence( army or navy or air force). No reason for it but it is her choice.For Us he should understand her during all phases of life and according to her Trust, understanding,love and respect are the criteria required from the person towards her and family, which applies for her too.. Most Important WE ARE AGAINST... ",
        "personality": ""
    },
    "138": {
        "name": "Gurpreet K",
        "age": 26,
        "about": "Hi, I am working in private sector as a he executive. I m from Chandigarh and looking for match in Chandigarh and mohali only.",
        "personality": ""
    },
    "139": {
        "name": "Eshita C",
        "age": 30,
        "about": "Hello, My daughter is very intelligent, affable and an interactive girl. She has a pleasing personality. She has been raised with love and inculcated with family values. She was born in Lucknow and brought up mostly in Mumbai. She has throughout studied in good convent and public schools. She has done her graduation from Sophia College, Mumbai. My daughter is currently pursuing her M. Phil in English from Mumbai University. She has done her M.A. (Hons.) in English literature and as well as B.Ed. from Mumbai University. Eshita has acquired proficiency in Computers courses related to teaching job. She has excellent communication skills and aspires to take a teaching job after completing her M. Phil. She likes reading, listening to music, and watching movies. We are looking for a wonderful person who would be with her in every walk of life. Somebody who is tall, good looking and understanding.",
        "personality": ""
    },
    "140": {
        "name": "Prasanna L",
        "age": 24,
        "about": "Hi there, I'm kummaragunta prasanna .I'm looking for a guy who stays with me in all phases of life.I mostly love to spend time with family. I had completed my Bachelors and working in one of the reputed mnc company . I wish to continue my job even after marriage.....I am passionate about all things good in life...travel, food. All the Best for Ur match Thanks for stopping by!!",
        "personality": ""
    },
    "141": {
        "name": "Aarti S",
        "age": 26,
        "about": "I am seeking a suitable partner for my lovely sister. She has completed her Masters.Though she is focused about her career, but makes it a point to give equal attention to family as well. I hope you would like to know more about her, if you do please leave a message...",
        "personality": ""
    },
    "142": {
        "name": "Swapna P",
        "age": 25,
        "about": "Hi, thank you for visiting my daughter's profile. She has completed her Bachelors.Being quite ambitious and passionate towards her career, she wishes to rise high in her field and make a mark for herself with her work.She is looking for a life partner who would be a friend to her and stand by her in every phase of life.",
        "personality": ""
    },
    "143": {
        "name": "Arpita A",
        "age": 27,
        "about": "Arpita is tall, smart, beautiful, charming, family oriented girl. She is from Jabalpur and currently working in Mumbai as Client Relationship Manager in a reputed Digital Marketing firm. She has completed her MBA from IBS Hyderabad and got campus placed in her current firm. She has 2 years of work experience since her placement. Her father is a High Court Advocate and is also a part of legal panel for various reputed banks. Her mother is a home maker. She has an elder brother and sister (both married)and is the youngest of the three siblings. Her brother and sister in law both work in software and are currently based in Germany. He is working at a Managerial position in Cognizant. Her sister is a freelance Event Manager and brother in law works in software. They recently returned from London and have decided to test the Indian markets now. She likes travelling, music and is very passionate about dancing.",
        "personality": ""
    },
    "144": {
        "name": "Shalini B",
        "age": 25,
        "about": "It is a pleasure sharing a few words about my sister. She has completed her Bachelors.She is amiable, friendly and down to earth. Please get in touch if you would like to know more about her.",
        "personality": ""
    },
    "145": {
        "name": "Ashwini S",
        "age": 22,
        "about": "Hi, thank you for visiting my sister's profile. She has completed her Masters.Her optimistic personality is adored by one and all.We are looking for a boy with well educational qualifications and good moral values.",
        "personality": ""
    },
    "146": {
        "name": "Anjali V",
        "age": 26,
        "about": "I come from an upper middle class family. The most important thing in my life is religious believes, moral values & respect for elders. I am modern thinker but also believe in good values given by our ancestors. I love going on trips with friends, listening to music & watching latest movies. Well, I am looking for honest, intelligent & sensitive companion to nurture my life & home with security, warmth, freedom and harmony. He should have good communication to manage & maintain relations with all my family members & friends. He should respect elders & family values.",
        "personality": ""
    },
    "147": {
        "name": "Ridam B",
        "age": 25,
        "about": "I am creating this profile on behalf of my sister in law. She is a computer engineer passed out from NSIT, Delhi. She is currently working in Adobe, Noida as a software developer. She is a happy, fun loving and cheerful person who loves her family as well as her work. Her hobbies are coding, listening to music, reading self help books, photography and dancing.",
        "personality": ""
    },
    "148": {
        "name": "Sruti R",
        "age": 27,
        "about": "SHE IS VERY WELL BEHAVED GIRL WITH TRADITIONAL AND MODERN TEXTURE. SHE DID HER DIPLOMA IN INTERIOR DESIGN AND DECORATION FROM VERY REPUTED INSTITUTE DAYALBAGH EDUCATIONAL INSTITUTE (AGRA).SHE IS PURSUING HER MASTERS IN ENGLISH(H) FROM TMBU BHAGALPUR..SHE IS FAMILY ORIENTED AND VERY CARING.",
        "personality": ""
    },
    "149": {
        "name": "Neha K",
        "age": 24,
        "about": "Please feel free to WhatsApp me... Hi there, me in a nutshell... I have completed my Bachelors. I am looking to meet an open minded person, with a good personality and a sense of humor. Caste: Kanojia (Dhobi) State living: Delhi Birth City: Chandigarh Hindu",
        "personality": ""
    },
    "150": {
        "name": "Deepika S",
        "age": 24,
        "about": "I am looking for a suitable match for my daughter. She is very calm and nice by nature and is always willing to impart healthy/joyful environment around her..",
        "personality": ""
    },
    "151": {
        "name": "Akanksha S",
        "age": 22,
        "about": "I am searching for a suitable partner for my sister. She has completed he Bachelors. She is quire caring and needs a responsible partner.",
        "personality": ""
    },
    "152": {
        "name": "Neha A",
        "age": 25,
        "about": "I am seeking a suitable partner for my lovely friendshe has a good aesthetic sense and values incorporated. I envision my friend's life-partner to be good in nature and she want a loyal understandable caring life partner Date 7/1/1993 Time 8:35am",
        "personality": ""
    },
    "153": {
        "name": "Praneetha T",
        "age": 22,
        "about": "My daughter Praneetha is studying 5 years BA LLB ( Hons.) course at Damodaram Sanjeevaiah National Law University, Vizag. Presently, she is in 5th year. She is very fair and soft spoken person. She is very talented in her studies. She is topper of the university.I am Girija, mother of bride working as deputy manager in State Bank of India. Visakhapatnam. She has one brother. Now he is studying IInd year Intermediate at Vizag.",
        "personality": ""
    },
    "154": {
        "name": "Shweta S",
        "age": 26,
        "about": "Hi, thank you for visiting my sister's profile. She has completed her Masters.An enthusiastic, intelligent girl, she has a good aesthetic sense and values incorporated.We are looking for a boy with similar educational qualifications and good moral values.",
        "personality": ""
    },
    "155": {
        "name": "Pooja S",
        "age": 29,
        "about": "My daughter is a simple , convent educated and hard working girl.She is currently located and working in UK . She is a cheerful person who enjoys a good laugh and also like traveling . I am a Doctor and working in Indore in a Private Medical center and my wife is a homemaker. She has a brother who is located and working in USA . Please feel free to get in touch for more details.",
        "personality": ""
    },
    "156": {
        "name": "Komal S",
        "age": 25,
        "about": "Hi, thank you for visiting my daughter's profile. She has completed her Masters.Her optimistic personality is adored by one and all.I envision my daughter's life-partner to be good in nature with modest upbringing and importantly one who believes in the institution of marriage.",
        "personality": ""
    },
    "157": {
        "name": "Shraddha A",
        "age": 26,
        "about": "Very sensible..career oriented...down to earth..simple living...high thinking..Is an User Experience Designer.",
        "personality": ""
    },
    "158": {
        "name": "Sonam H",
        "age": 24,
        "about": "Hello, am glad you chose to visit my profile. I have completed my Undergraduate.I am a friendly and down-to-earth person. Please get in touch if you would like to know more about me.",
        "personality": ""
    },
    "159": {
        "name": "Pooja J",
        "age": 31,
        "about": "Im working in a big four firm's office in India. I was born and brought up in India and have completed my graduation in Comp Sci Engineering and post-graduation in management there. I returned from US after about a year long stint and can always plan on moving back there, if required. I look forward to settle down in India, UK or US with a well educated and broad-minded person. My family doesn't believe in caste, community and horoscope matching but we respect such requirements from the other family. The primary factor for the alliance from my family's side would be mutual understanding and ability to respect and look up to each-other's thoughts and wishes. I would describe myself as an independent girl who has traveled and lived alone for multiple years but believes in being close to the family. After spending around 7 years away from home for studies and work I moved back near to my parents in Delhi and chose to take up only limited duration projects that require travel to spe... ",
        "personality": ""
    },
    "160": {
        "name": "Praneetha V",
        "age": 26,
        "about": "It is a pleasure sharing a few words about my daughter. She is studying her Masters in Management after Civil engineering.By nature my daughter is an understanding, responsible and proactive girl who is well nurtured with good moral values. Wishing you the best for your partner search..",
        "personality": ""
    },
    "161": {
        "name": "Nalini M",
        "age": 24,
        "about": "It is a pleasure sharing a few words about my daughter. She has completed her Masters.By nature, she is an affectionate and helpful girl, blessed with a charming personality.We are looking for someone who has to be a family person, knowing his responsibilities towards both the families.",
        "personality": ""
    },
    "162": {
        "name": "Aastha S",
        "age": 26,
        "about": "Calm, corrageous and confident girl. Likes cooking and social activities. She was born and brought up in Jalandhar, Punjab. She is very down to earth with pleasing personality. She has done her B.D(interior design) from APJ College, Jalandhar. Presently working in delhi in a good company as an Interior Designer. Aastha was born in Jalandhar Cantt on 17sep1992 at Ã‚Â exactly 00.39am",
        "personality": ""
    },
    "163": {
        "name": "Jaya M",
        "age": 25,
        "about": "This account for my daughter. She completed her engineering from Jaipur in 2014.currently she is working in Ericsson Pune she love to do handmade art. I am govt officer and her mother is house wife. She has two siblings.one younger brother doing b.tech and younger sister doing BSC.",
        "personality": ""
    },
    "164": {
        "name": "Hemashree P",
        "age": 20,
        "about": "Hello, am glad you are interested in my sister's profile. She is pursuing final year in engineering.we are of 4 members nuclear upper middle class family. Listening to music, traveling, watching movies are few of her interests.We are looking for a boy who can enter our family as a son.",
        "personality": ""
    },
    "165": {
        "name": "Aaradhana K",
        "age": 25,
        "about": "I am glad you are interested in my profile. I have completed my Masters.I am ambitious, determined and focused to do well in life.I don't expect perfection, would just like to find someone 'perfect' for me.",
        "personality": ""
    },
    "166": {
        "name": "SH98062222   ",
        "age": 25,
        "about": "My daughter..is highly accedemic ,career oriented,well disciplined and structured personality. We are in search of a groom who can meet the said qualities.And we donot go for abraod alliancez. Kindly note that. Qualified from premiÃƒÂ¨re institution s like IIM,IIT,NIT.. are preferred choice for accademic compatibility.",
        "personality": ""
    },
    "167": {
        "name": "Deepika K",
        "age": 23,
        "about": "Hi ,thank you for visiting my daughter's profile. She has completed her Masters. She is a jovial,simple and honest who is commited towards her work but pays equal attention to her family.",
        "personality": ""
    },
    "168": {
        "name": "Vishakha A",
        "age": 23,
        "about": "Hi there,me in a nutshell.. I have completed my diploma in commercial art. I would like to study further. I love to travel, photography, painting, and films too. And searching for a guy who can enjoy life with me at every movement.",
        "personality": ""
    },
    "169": {
        "name": "Vijaya V",
        "age": 21,
        "about": "It is a pleasure sharing a few words about my sister. She has completed her Bachelors.She enjoys being around people and believes in living life with positivity.Her ideal match should be a well groomed person, having a settled career.",
        "personality": ""
    },
    "170": {
        "name": "Amrisha M",
        "age": 24,
        "about": "Hi,I am putting up this profile on behalf of my daughter. She is smart, confident, convent educated highly qualified intelligent girl. She has graceful jovial personality with respectful nature.She is working as Assistant Manager (HR). She has done her MBA (HR) from Graphic Era University and Post Graduate Diploma in Training & Development from Delhi, She has also done BBA (Aviation Operations) from University of Petroleum and Energy Studies, Dehradun. We hail from Delhi and at present settled in Dehradun. Her mother is a homemaker, I am (father) retired Lt. Col from Army & After doing my M.D. in Alternative Medicine, at present doing private practice as a Doctor. Ours is a Upper Middle Class Educated Family and we look forward a match for her who shall be well educated with high status family background. Her friends describe her as Quite Caring and Enthusiastic person. Her hobbies include Cooking, Reading and Writing, Playing Badminton and Basket Ball etc.",
        "personality": ""
    },
    "171": {
        "name": "Pavani J",
        "age": 25,
        "about": "My daughter is a simple, fair and good-looking girl.",
        "personality": ""
    },
    "172": {
        "name": "Vasanthi D",
        "age": 25,
        "about": "I am a tall (57), medium-built, with a pleasant demeanor from a traditional Vyshas family. I graduated from Osmania University, majoring in English Language Teaching.",
        "personality": ""
    },
    "173": {
        "name": "Spriha S",
        "age": 25,
        "about": "She is a gold medalist from MS University, Baroda and is employed as an Assistant Manager, Quality Assurance in L&T Mumbai (Hydrocarbon). She holds scholarship from her college as well as L&T. Her father is Ret. Deputy Director General of Department of Lighthouse and Lightships (Ministry of Shipping). Her mother holds M.Sc in Botany from Patna University and is a home maker. Her brother holds BTech from NIT Jamshedpur and is employed as Senior Analyst in Capgemini, Pune. Our family is from Bihar and are settled in Pune.",
        "personality": ""
    },
    "174": {
        "name": "Sowmya D",
        "age": 24,
        "about": "I am a professor of Civil engg working in JNTU at govt College in ap. My daughter has completed masters degree in computer science engg from IIIT Bangalore. Presently she is working as software engineer in Bangalore since one year. We are looking for a suitable groom with minimum pg qualification in engineering or working in any civil services earning more than that of my daughter. Age gap preferred is two to three years. Matching of horoscopes is a must. We need a groom from nandavarika niyogi or six thousand niyogi. He should good looking and should have good family background",
        "personality": ""
    },
    "175": {
        "name": "Sabbavarapu K",
        "age": 21,
        "about": "Hello, am glad you chose to visit my profile. I have completed my Bachelors.I enjoy being around people and believe in living life with positivity.I am looking for someone who should support and help me with my decisions and I would do the same for him.",
        "personality": ""
    },
    "176": {
        "name": "Nihareeka P",
        "age": 22,
        "about": "It is my pleasure sharing a few words about my daughter.She is Manglik so we are seeking for Manglik Groom. She has completed her Engineering in Computer Science .She is convent educated, with distinction. She is preparing for GATE. Her hobby is to play Billiards as she stood THIRD in NATIONAL level she also play Badminton and Chess.My daughter's team was SECOND in SMART INDIA HACKARTHON,(She was team leader) organised by government of India.In September 2018 she visited Silicon Valley Sanfransisco USA By Govt.of Rajasthan for Start up Exposure Programme.She is beautiful, intelligent and family oriented with good value system.Hoping to find an understanding partner for her with whom she would have a peaceful and harmonious life. We are UP Based Kanyakubj Brahmin. Subodh Pandey",
        "personality": ""
    },
    "177": {
        "name": "A Kayastha",
        "age": 25,
        "about": "she isdignified cultured and academically very bright. she is working as a senior marketing executive her friends describe her as warm and helpful",
        "personality": ""
    },
    "178": {
        "name": "Deekonda S",
        "age": 24,
        "about": "Hi, am putting up this profile on behalf of my daughter. She has completed her Bachelors.She is amiable, friendly and down to earth.We would want a match who is respectful of elders and loving towards the family.she working in MNC company.. She is very independent",
        "personality": ""
    },
    "179": {
        "name": "Ammanabrolu P",
        "age": 22,
        "about": "This Profile is for my daughter. She completed her B. Tech and now studying MBA second year at Hyderabad. She is the only daughter. We are middle class nuclear and traditional family. My Mrs is Music Teacher and my daughter also learned music and she is singer. Ian Retired as DY. Director from AP govt.",
        "personality": ""
    },
    "180": {
        "name": "Anjali J",
        "age": 29,
        "about": "Hi, thank you for visiting my daughter's profile. She has completed her Diploma.Exploring different destinations, cuisines and cultures is something she enjoys.Hoping to find an understanding partner for her with whom she would have a peaceful and harmonious life.",
        "personality": ""
    },
    "181": {
        "name": "Swetha R",
        "age": 24,
        "about": "Created profile for my sister, currently pursuing Msc Food Technology final year in Tirupathi, Looking for a Good and understandable person having Well settled family.She wants to work after Marriage.",
        "personality": ""
    },
    "182": {
        "name": "Santhoshi S",
        "age": 25,
        "about": "We are 4 , I am k subrahmanyeswara Rao working as assistant subinspector ,my elder daughter got married and settled in Hyderabad blessed with a baby girl ,my yoger daughter is sravani who is active in every aspect respects yelders ,ours is an Orthodox family",
        "personality": ""
    },
    "183": {
        "name": "Riya K",
        "age": 24,
        "about": "Hi there, me in a nutshell... I have completed my Bachelors.I am ambitious, determined and focused to do well in life.I am looking to meet an open minded person, with a good personality and a sense of humor.",
        "personality": ""
    },
    "184": {
        "name": "Priyanka S",
        "age": 23,
        "about": "Hi, am putting up this profile on behalf of my daughter. She has completed her Bachelors.Listening to music, traveling, watching movies are few of her interests.She needs a loving and caring boy who can be with her in all the phases of life.",
        "personality": ""
    },
    "185": {
        "name": "SH64395250",
        "age": 20,
        "about": "Hi, I'm Twinkle I'm doing my graduation.I like visiting new places and spending time with family and friends watching movies and cricke, I love long drive party study etc..A boy who will hold my hand throughout this new journey to support me in every situation is what I am looking for in a companion. Thanks for visiting my profile",
        "personality": ""
    },
    "186": {
        "name": "Atchuthanna S",
        "age": 23,
        "about": "Hello, here is a little bit about my daughter. She has completed her Bachelors. B Tech in ECE plus PG dip in embedded system CDAC Hyderabad. Left software job . Preparing for govt jobs. Her optimistic personality is adored by one and all. Please get in touch in case you like my daughter's profile.",
        "personality": ""
    },
    "187": {
        "name": "Anukriti S",
        "age": 30,
        "about": "Hello, I am Avijit, and I am creating this profile for my younger sister. She is a vivacious young girl, who is mature in her outlook, yet possesses an almost child-like joy and enthusiasm. She is very respectful toward her elders, and lively around young kids. Being soft-spoken and kind-hearted, she easily makes friends and is liked by others around her. She studied Bio-technology during her undergrad years at Amity University. After working at a software MNC in Bangalore for two years, she is now pursuing a Masters degree in Bio-technology. We are seeking prospects with good educational and professional qualifications, and an excellent family background to boot. We believe that a marriage should connect not just two individuals, but also introduce strong ties between the families on either sides. We therefore seek alliance with a family with similar environment to ours. Our family: Ours is a tightly bonded family of five",
        "personality": ""
    },
    "188": {
        "name": "Priya S",
        "age": 30,
        "about": "Namaste! My daughter Priya is an affectionate, jovial and down to earth girl nurtured with good values. Simplicity and honesty can be observed in her thoughts and behaviour. Committed in her professional and personal spheres, she balances both the responsibilities with equal ease and aplomb. In leisure, she enjoys cooking, watching movies, listening to music and shopping. Born and raised in Patna, she acquired her Bachelor of Computer Applications degree from Patna University. Thereafter, she completed Master of Computer Applications from Magadh University and a certification program in Information Security from Symbiosis University. At present, she is employed as a Senior Software Engineer with Pegasus InfoCorp. Ours is a close-knit family. I am a retired Government Teacher and my wife, a wonderful homemaker, is the core strength of our family. We have two elder sons. The first one is working as an Assistant Professor in the Department of Mechanical Engineer at United Colleg... ",
        "personality": ""
    },
    "189": {
        "name": "Suman L",
        "age": 27,
        "about": "I am working with one of the best MNC Pharma Organisation. My hobby are reading, writing and Travel as much as possible. I am looking for someone with whom i can explore the world.",
        "personality": ""
    },
    "190": {
        "name": "Rashmi V",
        "age": 24,
        "about": "Hi this is for my daughter , master in commerce from Lucknow University soft spoken homely girl",
        "personality": ""
    },
    "191": {
        "name": "Meghana P",
        "age": 22,
        "about": "Hello, am glad you are interested in my sister's profile. She has completed her Undergraduate.She enjoys being around people and believes in living life with positivity.We would want a match who is respectful of elders and loving towards the family.",
        "personality": ""
    },
    "192": {
        "name": "Devarakonda L",
        "age": 27,
        "about": "I am putting up this profile on behalf of my daughter . She did her Masters from NIA , Pune and is working as Administrative Officer with New India Assurance Company Ltd . We are from Visakhapatnam , her mother is a homemaker , father is employed. We love our only daughter very much and look forward her perfect match.",
        "personality": ""
    },
    "193": {
        "name": "Thulasi V",
        "age": 24,
        "about": "I would like to write few words about my daughter. She has completed her Masters.Her optimistic personality is adored by one and all.We would want a match who is respectful of elders and loving towards the family.",
        "personality": ""
    },
    "194": {
        "name": "Amrita K",
        "age": 24,
        "about": "Hey, hope you are doing great. I have completed my Honours degree.I enjoy being around people and believe in living life with positivity.I am searching for a best friend with whom I can share the rest of my life and fulfill our dreams together.",
        "personality": ""
    },
    "195": {
        "name": "Lakshmi M",
        "age": 24,
        "about": "my daughter is traditional.she respects elders.she can adjust in any nature .",
        "personality": ""
    },
    "196": {
        "name": "Tejaswani V",
        "age": 26,
        "about": "Our ancestral place is Kakaraparru, West Godavary District. I have created this profile for my daughter, working in digital marketing domain with Accenture, Hyderabad. She is a very ambitious, hard workingand, extrovert at organization activities and traditional oriented. Fluent in Hindi, English, Telugu and Oriya. Interested in experimenting with cooking, diets, designer wears(Traditional and Indo Western). She loves being updated with technology and upskilling. I(father of bride) am working with a Public Limited Company in Hyderabad as Dy.Manager(Accounts) and my wife is house wife. We are looking for a bridegroom belonging to Brahmin community, sociable, open minded with family values at their prominence, flexible to career goals, whose family is clear for what they're looking for. Profile is being handled by my parents as well as me. Good luck for your partner search :)",
        "personality": ""
    },
    "197": {
        "name": "Preeti Y",
        "age": 25,
        "about": "Hello, I'm glad you are interested in my daughter's profile. She is pursuing her Masters (final year). As parents, we have taught our daughter to respect others and live life with a positive & progressive outlook. Her ideal match should be a well groomed person who is settled in his career.",
        "personality": ""
    },
    "198": {
        "name": "Rashmi R",
        "age": 23,
        "about": "Sir M apni sister ke bare M yh Khan chahti hu ki she is very intelligent girl she is very caring",
        "personality": ""
    },
    "199": {
        "name": "Babeeta K",
        "age": 25,
        "about": "Hi, am putting up this profile on behalf of my friend. She has completed her Masters.Being quite ambitious and passionate towards her career, she wishes to rise high in her field and make a mark for herself with her work. Wishing you the best for your partner search..",
        "personality": ""
    },
    "200": {
        "name": "Nikhitha L",
        "age": 23,
        "about": "My daughter is Very intelligent with good administrative skills. She is Intellectual ,Hard working and down to earth and follows the family values in respecting elders. We belong to viswabrahmin caste and looking from the same caste, preferably from Andhra Origin family.",
        "personality": ""
    },
    "201": {
        "name": "Sirisha D",
        "age": 25,
        "about": "Hey Hi! I am in search of a life partner who is well educated, smart, down to earth, respects relations and is passionate!:) I am career oriented and is in search of someone who would support. I believe in long lasting relationship, love to travel, try different cuisines, dance and lot more!",
        "personality": ""
    },
    "202": {
        "name": "Apraa S",
        "age": 26,
        "about": "Hi, am putting up this profile on behalf of my daughter. She is residing in Panchkula.She enjoys being around people and believes in living life with positivity.We would want a match who is respectful of elders and loving towards the family.",
        "personality": ""
    },
    "203": {
        "name": "Sweta P",
        "age": 27,
        "about": "She's strong, independent and business oriented girl, having good family values and care about it. She has completed her MCom and pursuing CS right now meanwhile she is supporting our family business. She knows English, hindi, gujarati and bhojpuri language very well. She easily adust herself in any condition.We are basically from gorakhpur, UP and settled in Vadodara (Gujarat), belonging to upper middle class. Our family is fully complete in which members are Father Mother, two elder brother both are married and having one nephew, one niece.Father is working in MNC, mother is a House Wife , first brother operating business and second one is engineer working in a Private company. If you liked our family and my sister profile then please contact us so that we can proceed further.We are generally searching for a person who is working, caring and believe in family and it's values, belongs to UP if he is from gorakhpur then it is fantastic for us and settled in gujarat or maharashtra so t... ",
        "personality": ""
    },
    "204": {
        "name": "Divya S",
        "age": 24,
        "about": "I would like to write few words about my relative. She has completed her Masters.She enjoys being around people and believes in living life with positivity. I wish all the very best to everyone in finding their perfect matches.",
        "personality": ""
    },
    "205": {
        "name": "SH82635177",
        "age": 35,
        "about": "She is an MCA with a meritorious educational background.She is working as a team lead with an MNC in Gurgaon.She is well read and well travelled. Father was a CA and was running own business.Mother is a Post Graduate, housewife.She has two sisters and both are happily married.Elder sister is Asst Prof in University.Other sister is software professional and is settled in US.Belongs to the family of engineers and doctors. We are looking for a suitable professionally qualified match, preferably from Delhi/Punjab.",
        "personality": ""
    },
    "206": {
        "name": "Shweta P",
        "age": 24,
        "about": "its a pleasure to share few words about my sister...she has completed her b.tech with honours....hobbies are cooking and listening music...Father is Dy.Chief Medical Officer...Mother is house wife...Elder brother is working in Uttar Pradesh Rajya Vidyut Utpadan Nigam Limited(UPRVINL) as Assistant Engineer...Younger brother is preparing for IES...",
        "personality": ""
    },
    "207": {
        "name": "Menka K",
        "age": 26,
        "about": "Hello, am glad you are interested in my daughter's profile. She is doing her Masters in chemistry.She enjoys being around people and believes in living life with positivity.Searching for someone who will share a good compatibility with her.s he is pure vegetarian.she never take garlic and onion also.we are preferring the followers of Sri Sri Thakur Anukul chandra chakravarti.",
        "personality": ""
    },
    "208": {
        "name": "Baggia B",
        "age": 25,
        "about": "Namashkar ji, I am putting up this profile on behalf of my daughter.She is homely girl.She has always been a good student getting a lot of scholarships. She is very sober and has been her teacher's favorite for her innocence and behavior .She is religious as well.She completed her Bachelors in IT and is currently working for an IT MNC. My husband is into manufacturing of poultry feed supplements and we have our factory in industrial area of Karnal. We live in a posh locality in Karnal. We own other properties as well. My elder son is working as an analyst in Mckinsey and company. My younger son is doing his schooling. We are looking for a son and a loving family for our daughter. It will be a pleasure to connect further. Thanks.",
        "personality": ""
    },
    "209": {
        "name": "K Handa",
        "age": 24,
        "about": "My daughter is very cool , calm and hard working, gives respect to elders.She believes in perfection.",
        "personality": ""
    },
    "210": {
        "name": "Lutha V",
        "age": 22,
        "about": "My sister completed her bachelor's degree, We won't believe in any caste & religion,we prefer to intercaste marriage, we prefer person with openminded with good qualities & we r against to dowry. our proper is R.R.District",
        "personality": ""
    },
    "211": {
        "name": "Panchala P",
        "age": 24,
        "about": "Hi, thank you for visiting my daughter's profile. She has completed her Undergraduate.As parents, we have taught our daughter to respect others, and live life with a positive & progressive outlookI envision my daughter's life-partner to be good in nature with modest upbringing and importantly one who believes in the institution of marriage.",
        "personality": ""
    },
    "212": {
        "name": "Kajal S",
        "age": 24,
        "about": "Hello, am glad you are interested in my daughter's profile. She has completed her Bachelors.An enthusiastic, intelligent girl, she has a good aesthetic sense and values incorporated.We would want a match who is respectful of elders and loving towards the family.",
        "personality": ""
    },
    "213": {
        "name": "Arti K",
        "age": 25,
        "about": "I am seeking a suitable partner for my lovely sister. She has completed her Masters.She enjoys being around people and believes in living life with positivity.She is looking for a life partner who would be a friend to her and stand by her in every phase of life.",
        "personality": ""
    },
    "214": {
        "name": "Priya K",
        "age": 24,
        "about": "Am putting this profile on behalf of my sister..completed her BA..working as teacher in primary school.",
        "personality": ""
    },
    "215": {
        "name": "Surabhi K",
        "age": 27,
        "about": "Hello and welcome to my daughter's profile! Surabhi is an affectionate and confident girl nurtured with good moral values. Smart work, ambition and clarity to achieve her goals have always been her assets in all spheres of life. She maintains a healthy work-life balance. During leisure, she enjoys travelling, reading books and she keeps herself fit by gymming regularly. She completed B.Tech. from Pune University. She is working as a Mechanical Engineer with an MNC in Pune. She has been a brilliant engineer and has had commendable achievements at her age. It gives us great pleasure to see our daughter flourish in her career. She is pursuing PGPM(2018) from Great Lakes, Chennai. She has got placement in Deloitte and shall be joining after completion in April-18. Ours is a close-knit family hailing from Gurgaon and Surabhi is born in Delhi. I myself is Mechanical Engineer and my wife is PhD in Chemistry. With my wife and me working with ONGC, Surabhi has had a cosmopolitan upbringing... ",
        "personality": ""
    },
    "216": {
        "name": "S Moghta",
        "age": 26,
        "about": "Hi,thanks for visiting my daughter's profile.We've an educated family background.I myself a Govt. employee, Principal at Govt.Sr.Sec.School.My daughter has done masters degree in mathematics,B. Ed,tet qualified and currently working as a tutor in an institute.We are a satsangi family,spiritually we owe our allegiance to Radha Soami Beas.",
        "personality": ""
    },
    "217": {
        "name": "Pihu S",
        "age": 23,
        "about": "Hey, hope you are doing great. I have completed my Bachelors.I like visiting new places and spending time with family and friends. Please get in touch if you would like to know more about me.",
        "personality": ""
    },
    "218": {
        "name": "Sonalipsa D",
        "age": 26,
        "about": "It is a pleasure sharing a few words about my daughter. She has completed her Bachelors.Listening to music, traveling, watching movies are few of her interests.We are seeking for someone who is kind natured and can take life with maturity.",
        "personality": ""
    },
    "219": {
        "name": "Uma S",
        "age": 23,
        "about": "Hey, hope you are doing great. I have completed my Masters of sciences in biotechnology and now preparing for competitive exams.Exploring different destinations, cuisines and cultures is something I enjoy doing for leisure.I think its the right time for me to settle down in life and hence seeking suitable alliance here. My father has been retired as Range Forest officer and mother is a homemaker.",
        "personality": ""
    },
    "220": {
        "name": "Kanchan A",
        "age": 26,
        "about": "Hello,i am simple girl. I want a boy he support me every situation and live with me forever with love and care.he thinks positive and support me.",
        "personality": ""
    },
    "221": {
        "name": "Puja K",
        "age": 23,
        "about": "need a simple, caring and understanding life partner ",
        "personality": ""
    },
    "222": {
        "name": "Neha Y",
        "age": 25,
        "about": "Hello, am glad you chose to visit my profile. I have completed my Bachelors.I like visiting new places and spending time with family and friends.A boy who will hold my hand throughout this new journey to support me in every situation is what I am looking for in a companion.",
        "personality": ""
    },
    "223": {
        "name": "Priyanka A",
        "age": 28,
        "about": "Hii I have created this profile for my cousin sister she has completed her BCA .Currentely she is working with Tcs Nagpur since 2015. We are looking forward for some suitable match for her... Simple family.. Simple people is what we are looking at.. ",
        "personality": ""
    },
    "224": {
        "name": "Shallu G",
        "age": 30,
        "about": "I am an optimistic & a self-motivated person, I am career-oriented as well as family oriented girl. I have done my Bachelors in Business Management & Diploma in aviation & hospitality management. I worked for 2 yrs. in HR profile. Currently,I am Running own business of Trainings & Placements in Chandigarh tricity since May 2010. Basically dealing with Aviation/Airlines, Hospitality, Retail sector. My company has been awarded as BEST PLACEMENT CONSULTANCY 2010 by Mr. Kapil Dev and I got award for young entrepreneur 2014 in nepal then recently i was awarded for global quality consultancy 2015 by karishma kapoor & Best Air-hostess training institute 2016 by Ameesha patel. Also was rewarded by President of Kyrgztan, Russia in May 2016. I have own goals & vision for future as well. I am basically from Distt Patiala,Punjab. I am passionate about traveling & exploring new things & ideas.I like listening to music, interacting with people, cooking & learning new things. I ... ",
        "personality": ""
    },
    "225": {
        "name": "Sweta S",
        "age": 25,
        "about": "I would like to write few words about my sister. She has completed her Diploma.My sister's genuineness, caring and affectionate nature, wins her friends in every walk of life.Hoping to find an understanding partner for her with whom she would have a peaceful and harmonious life.",
        "personality": ""
    },
    "226": {
        "name": "Priya B",
        "age": 20,
        "about": "Hi there, me in a nutshell... I have completed my Bachelors.I like to live life to the fullest. Please get in touch if you would like to know more about me.",
        "personality": ""
    },
    "227": {
        "name": "Ruchira C",
        "age": 26,
        "about": "I am glad you are interested in my sister's profile.Shi has completed Masters.Exploring different destinations, cuisines and cultures is something shi enjoy doing for leisure.Shi desires her companion to be vivacious, presentable and educated with an optimistic view towards life.",
        "personality": ""
    },
    "228": {
        "name": "Shweta R",
        "age": 25,
        "about": "Hi, thanks for visiting my profile. I have completed my Masters.Being quite ambitious and passionate towards my career, I wish to rise high in my field and make a mark for myself with my work.I am looking for someone who should support and help me with my decisions and I would do the same for him. An IAS aspirant",
        "personality": ""
    },
    "229": {
        "name": "Tannu Shree B",
        "age": 22,
        "about": "I, father of Tannu Shree Bhatnagar present this profile on her behalf. I am seeking a suitable match for my daughter Tannu Shree, who is a Post Graduate in Marketing and International Business pursued from Amity University, Noida (UP) and has successfully completed her internship in Ernst & Young, Gurgaon and is placed at Hyatt Regency, Delhi through her educational capabilities and determination towards her career. She has actively taken part in extra-curricular activities in her school and college. Her hobbies include of cooking, reading and she is fond of music. She seeks a partner who is empathic, humble and generous who can reciprocate with respect for the other persons wants, attitudes and values so that each of them feels understood and validated.",
        "personality": ""
    },
    "230": {
        "name": "SH15007750",
        "age": 19,
        "about": "Hi there, me in a nutshell... I am currently living in Bengaluru / Bangalore. I enjoy the simple moments in life and love to spend time with my family. Looking forward to meeting the right one.",
        "personality": ""
    },
    "231": {
        "name": "SH15009746",
        "age": 19,
        "about": "Hi there, me in a nutshell... I am currently living in Hyderabad in LB Nagar. I enjoy the simple moments in life and love to spend time with my family. Looking forward to meeting the right one.",
        "personality": ""
    },
    "232": {
        "name": "Neha K",
        "age": 25,
        "about": "I am looking for a suitable partner for my sister. She has completed her Masters. Her optimistic personality is adored by one and all. Please reach out in case you find my sister's profile suitable.",
        "personality": ""
    },
    "233": {
        "name": "Pushpa Y",
        "age": 30,
        "about": "hello!!!!! I am pushpa Yadav.i have complete M.Sc and B.ed.. I want a partner who is well educated. He should be good in nature and understand the family value. Home town is Ballia.",
        "personality": ""
    },
    "234": {
        "name": "Renu G",
        "age": 32,
        "about": "Writing a few words about oneself is quite an interesting task- I am a calm person who believes in the notion of simplicity. About my education, I have completed my Bachelors in Biotechnology from Allahabad Deemed University. Since simplicity is an important aspect of my personality, I admire simplicity in people too. Travelling, cooking and attending to the household chores are a few of my hobbies. I also like to watch movies and listen to music. I believe life is too short and one should live it to the fullest. About Family- My father ( Dr. H.L. Gautam) is a gazetted officer in Central Government and he currently works as a Chief Medical Officer. My mother is a home-maker. I have two younger sisters and they are pursuing their graduation. I also have a younger brother. Partner Expectations- I am looking forward to a caring, supportive and co-operative person who would stand by me through all odds. Preferably, seeking alliances from Scheduled Caste.",
        "personality": ""
    },
    "235": {
        "name": "SH87516688",
        "age": 30,
        "about": "Hi, I am putting up this profile on behalf of my daughter. She is working as a senior resident in a medical college in Delhi and just completed M.D.in radio diagnosis and MBBS from a govt medical college in Delhi. We hail from Bihar. Her mother is a homemaker, father is retired, and has 2 sisters, 1 of who is married.We are looking for a suitable medico match for her. She is a traditional girl with modern outlook,respects elders. She is ambitious & wants to settle in metro cities.We are looking for a decent, middle class post graduate doctor match for her. Branch of specialisation and caste no bar. Preferred if employed in defense sector as my daughter is willing to join Indian army.",
        "personality": ""
    },
    "236": {
        "name": "Dolly S",
        "age": 26,
        "about": "It is a pleasure sharing a few words about my daughter. She has completed her Masters.Her optimistic personality is adored by one and all.Hoping to find an understanding partner for her with whom she would have a peaceful and harmonious life.",
        "personality": ""
    },
    "237": {
        "name": "Deo Smita I",
        "age": 22,
        "about": "Hi, thankyou for visiting my daughter's profile. She has just completed her Masters and viewing for a good job. She is very creative in decorations and paintings. She loves pets a lot and care for them. She's loyal to her family and understanding. She loves sports. I'm looking for a groom for my daughter. Thankyou",
        "personality": ""
    },
    "238": {
        "name": "Poojika S",
        "age": 26,
        "about": "I have completed my Masters. I enjoy being around people and believe in living life with positivity. I am looking for a boy to marry who would understand me. I am a friendly and down-to-earth person.",
        "personality": ""
    },
    "239": {
        "name": "Saumya S",
        "age": 25,
        "about": "I would like to write few words about my daughter. She has completed her Bachelors in Civil Engineering from Noida. Currently she is working in Indian Navy as a Sub Lieutenant(NA) in Visakhapatnam, Andhra Pradesh. She will Join IIT Delhi for further studies by June 18. She is a jovial, simple and honest person who is committed towards her work but pays equal attention to her family.Searching for someone who will share a good compatibility with her.",
        "personality": ""
    },
    "240": {
        "name": "Bodanapalli V",
        "age": 19,
        "about": "Hi, thanks for visiting my daughter's profile. She have completing her Bachelor's Degree with the stream of Statistics and Computer science.she is ambitious, determined and focused to do well in her life.she would love to meet someone who is modest, loving and very caring person to share her life with. For any further details, contact us ",
        "personality": ""
    },
    "241": {
        "name": "Ankita S",
        "age": 27,
        "about": "I am seeking a suitable partner for my lovely sister(ankita srivastava). She has completed her Masters. She values honesty, integrity and simplicity a lot. We are seeking for someone who is kind natured and can take life with maturity. My sister have complete polytechnic engineering from dayal bagh deemed university Agra & Master of art(economics) from kanpur university I (ankita,s brother)have complete M.tech & working with nagar nigam And younger brother persueing engineering 3rd year",
        "personality": ""
    },
    "242": {
        "name": "Varsha S",
        "age": 25,
        "about": "My Sister Hobbies Are :- Mehandi, Ladies Tailring, And Beauty Parlour Complete Course.",
        "personality": ""
    },
    "243": {
        "name": "Niyathi B",
        "age": 23,
        "about": "It is a pleasure sharing a few words about my daughter. She has completed her B Tech Copmuter sciences in SRM Delhi NCR campus , and Masters in multimedia JNTUH , as to fulfill her passion in Arts using technology she is now pursuing her advanced degree in Vancouver CANADA. she is our only daughter , she is sensible, good looking ,respect others and live life with a positive & progressive outlook. I m a professional geologist working with a public sector undertaking, my wife is an academician...we believe in family values as we come from a big family having moderate traditional values . Please get in touch if you would like to know more about her.",
        "personality": ""
    },
    "244": {
        "name": "Neha M",
        "age": 25,
        "about": "Hi, am putting up this profile on behalf of my daughter who belongs to establish family, She has completed her Honours degree(B. Pharma). She Values honesty, integrity and simplicity a lot.She Needs a loving,earning and caring boy who can be with her in all the phases of life.our Preference is Gujarat established family and all Brahmin's are accepted",
        "personality": ""
    },
    "245": {
        "name": "Vutukuru V",
        "age": 26,
        "about": "It is a pleasure sharing a few words about my daughter. She has completed her Bachelors in Dental Surgery. She is very good in singing and learning new languages.",
        "personality": ""
    },
    "246": {
        "name": "Keerthana K",
        "age": 25,
        "about": "We look for our younger daughter Keerthana , a bridegroom who is good-looking, lovable, , having post graduation, , from a reputed family with no smoking and drinking habits and having a good job, of course from the Reddiar community. Our daughter is lovable, friendly, family attached, simple and liking to do post graduation.",
        "personality": ""
    },
    "247": {
        "name": "Aishwarya Anusha M",
        "age": 23,
        "about": "I would like to write few words about my daughter. She has completed her Masters.My daughter's genuineness, caring and affectionate nature, wins her friends in every walk of life. Please drop in a message if you would like to know more.",
        "personality": ""
    },
    "248": {
        "name": "Arti K",
        "age": 24,
        "about": "Hi, am putting up this profile on behalf of my sister. She has completed her Masters.She loves traveling and exploring new places. Thank you for your valuable time and if you wish to take things forward, you are highly welcome.",
        "personality": ""
    },
    "249": {
        "name": "Sahithi Y",
        "age": 24,
        "about": "Hello, am glad you are interested in my daughter's profile. She has completed her Masters.My daughter is an easy-going person who was raised with good moral values; simplicity can be observed in her thoughts and behavior. I hope you would like to know more about her, if you do please leave a message...",
        "personality": ""
    },
    "250": {
        "name": "Harika T",
        "age": 23,
        "about": "Hi, am putting up this profile on behalf of my daughter. She has completed her Bachelors.An enthusiastic, intelligent girl, she has a good aesthetic sense and values incorporated.We would want a match who is respectful of elders and loving towards the family.",
        "personality": ""
    },
    "251": {
        "name": "Sasidhar M",
        "age": 26,
        "about": "Hi there, me in a nutshell...I have completed my Bachelors and I'm currently living in Visakhapatnam. I enjoy being around people and believe in living life with positivity. I am looking to meet an open minded person with a good personality and a sense of humor.",
        "personality": ""
    },
    "252": {
        "name": "Prakash B",
        "age": 26,
        "about": "Hi, thanks for visiting my profile. I have completed my Diploma.I am ambitious, determined and focused to do well in life.I desire my companion to be vivacious, presentable and educated with an optimistic view towards life.",
        "personality": ""
    },
    "253": {
        "name": "Nagendraprasad P",
        "age": 26,
        "about": "Hi there, I'm nagendraprasad working as a senior software engineer in sonata software company.currently living in Hyderabad. My family is very important to me and I make sure to maintain a balance between work and personal life. Please get in touch if you would like to know more about me.",
        "personality": ""
    },
    "254": {
        "name": "Saketh T",
        "age": 26,
        "about": "Hello, am glad you chose to visit my profile. I have completed my Associates degree.I am ambitious, determined and focused to do well in life. Please get in touch if you would like to know more about me.",
        "personality": ""
    },
    "255": {
        "name": "Hemanth Sai A",
        "age": 23,
        "about": "I have always been an achiever, be it academics or professional life or sports or any other field in my life. I believe in success through hard work & dedication. My motto in life is to If you want something, work hard & you will achieve it; there are no shot cuts. I enjoy life to the fullest & love humour. I am a progressive thinker & respect each persons space & values.",
        "personality": ""
    },
    "256": {
        "name": "Sandeep Dutt K",
        "age": 23,
        "about": "I have completed my bachelor's degree In kluniversity , and working as a civil engineering in eciecc and now I am seeing to change my company and seeing to have my own business,and I am instrested in agriculture",
        "personality": ""
    },
    "257": {
        "name": "Arunprasad P",
        "age": 24,
        "about": "It is a pleasure sharing a few words about my only son. He has completed Masters in computer sc at USA in 2017 already 1 year exp at Houston TX and now working at Phoenix USA. He will apply H1 in next cap. He believes in having a blend of modern & traditional values and balancing professional & family life. He needs a life partner from Kammavar Naidu in USA. We parents doing own business at Udumalpet in Coimbatore Dt TN.",
        "personality": ""
    },
    "258": {
        "name": "Chiranjeevi S",
        "age": 26,
        "about": "Hi this is Chiranjeevi my native place Guntur but still living Karimnagar",
        "personality": ""
    },
    "259": {
        "name": "Kumar C",
        "age": 24,
        "about": "Positive attitude, clam, helping nature, respecting, responsibility",
        "personality": ""
    },
    "260": {
        "name": "K Hemanth",
        "age": 23,
        "about": "I am looking for a suitable partner for my son. He has completed his Bachelors,and going to compleate CA (charted accountancy)course by this year end. His optimistic personality is adored by one and all. We are looking for a girl who will become a part of our family.He has no bad habits ,even TEA also.",
        "personality": ""
    },
    "261": {
        "name": "V Chowdary",
        "age": 25,
        "about": "Hi, thanks for visiting my profile. I have completed my Masters.Listening to music, traveling, watching movies are few of my pass-time activities. Thank you for spending time on my profile.",
        "personality": ""
    },
    "262": {
        "name": "Satya K",
        "age": 25,
        "about": "Welcome to my profile... I have completed my Bachelors.I like to take vacations and enjoy exploring new places and learning about different cultures.I am looking for a life partner who would be a friend to me and stand by me in every phase of life.",
        "personality": ""
    },
    "263": {
        "name": "Sanjay A",
        "age": 24,
        "about": "need a simple, caring and understanding life partner",
        "personality": ""
    },
    "264": {
        "name": "Naresh N",
        "age": 25,
        "about": "i am in job banaglore job that my family home working",
        "personality": ""
    },
    "265": {
        "name": "Sivaram M",
        "age": 25,
        "about": "Looking for suitable match as life partner rest will be updated later",
        "personality": ""
    },
    "266": {
        "name": "Venkat K",
        "age": 26,
        "about": "Hello, here are a few lines to help you know me better. I have completed my Masters and working in private company and I'm currently living in USA. I enjoy being around people and believe in living life with positivity. I am looking for my better half with whom I can always be myself.",
        "personality": ""
    },
    "267": {
        "name": "Chetla D",
        "age": 27,
        "about": "Hello, am glad you are interested in my relative's profile. He has completed his Bachelors.He believes in endeavoring in optimal blend of modern & traditional values, and diligent balancing of professional & family life. Please drop in a message if you would like to know more.",
        "personality": ""
    },
    "268": {
        "name": "V S Murthy V",
        "age": 26,
        "about": "Hello, here is a little bit about my son. He has completed his Honours degree. His optimistic personality is adored by one and all. We are looking for a girl who will become a part of our family.",
        "personality": ""
    },
    "269": {
        "name": "Lingutla K",
        "age": 22,
        "about": "Hey, hope you are doing great. I have completed my Undergraduate and I'm currently living in Tadpatri. Although I'm focused about my career, I give equal importance to family as well I am looking to meet an open minded person with a good personality and a sense of humor.",
        "personality": ""
    },
    "270": {
        "name": "Aditya C",
        "age": 26,
        "about": "Am pursuing MBA in Bangalore.am Very friendly and loyalty person.",
        "personality": ""
    },
    "271": {
        "name": "Madhav R",
        "age": 28,
        "about": "Hey, hope you are doing great. I have completed my Masters and I'm currently living in Hyderabad. I love traveling and exploring new places. I am searching for a best friend with whom I can share the rest of my life and fulfill our dreams together.",
        "personality": ""
    },
    "272": {
        "name": "Mahesh R",
        "age": 25,
        "about": "Current getting trained in Appstek Information Services Pvt Ltd as QA Analyst. Interested in playing cricket. Hobbies are listening music, cooking.",
        "personality": ""
    },
    "273": {
        "name": "Ramanadh E",
        "age": 26,
        "about": "It is a pleasure sharing a few words about my son. He has completed his Associates degree. When it comes to his career, He is hardworking and a self made person. If you wish to take things forward, please get in touch.",
        "personality": ""
    },
    "274": {
        "name": "Sree K",
        "age": 29,
        "about": "Hi, this is Sree Kasa, working in an MNC as Senior Project Engineer at Hyderabad. We are basically from West Godavari district. Our family is looking for a decent girl with soft attitude, happy going, who can understand well and adjust to the situations, supportive, good caring and best affectionate towards me and family, finally the best companion to lead a wonderful life happily. She can expect the same and more with me for sure as per her thoughts. Wish everyone for a great married life and all the best. Thank you",
        "personality": ""
    },
    "275": {
        "name": "Srinibas P",
        "age": 29,
        "about": "As a person i am against dawury systems. I am a medicine wholesaler , I am runing my business with my younger brother,i have very small family, father passaway.4elder sisters all are married,i am living in jeypore odisha.I am with lots of caring,understading attitudes,fun loving guy with enjoying every small moments. Equall oportunity for both is my choice which i need in my partner,futures changing.So she can continue his profesion after marrage and can be independednt with our family. I love to do some habits like long drive in hillyplaces,shoping,playing unstable games, exercise daily basis, fishing occasonaly and doing some homely work.",
        "personality": ""
    },
    "276": {
        "name": "Vamsi Krishna P",
        "age": 34,
        "about": "Hi, I am currently working with SRI JYOTHI POLYTECHNIC as a PRINCIPAL and have done my Masters from ANURAG ENGINEERING COLLEGE, KODAD. I have a brother who is married.",
        "personality": ""
    },
    "277": {
        "name": "Naresh N",
        "age": 26,
        "about": "Hello, am glad you are interested in my relative's profile. He has completed his Bachelors.He is amiable, friendly and down to earth.Searching for someone who will share a good compatibility with him.",
        "personality": ""
    },
    "278": {
        "name": "T Sadineni",
        "age": 26,
        "about": "Hey this is Tejaswi currently working for delta airlines , I am passionate to travel and looking for a serious partner that can understand my career goals . Few words about me , I started my career as a software engineer and along with my job I own a software company that I have started two years back and is currently at a 2 million dollar turnover. In long term I would like to pursue my career into software development. Me along with my ideal partner would like to pursue our goals together and have an understanding relationship together.",
        "personality": ""
    },
    "279": {
        "name": "Vemulapalli S",
        "age": 31,
        "about": "Hi, am putting up this profile on behalf of my relative. He has completed his Diploma.He loves traveling and exploring new places.Hoping to find an understanding partner for him with whom he would have a peaceful and harmonious life.",
        "personality": ""
    },
    "280": {
        "name": "Sru D",
        "age": 25,
        "about": "Hey, I am putting up this profile on behalf of my son. He did his MBBS, and he finished his steps also and applied this year.He has plans of pursuing MBA in the upcoming years His father - is employed, and has a brother. We look forward to having a new addition to our family.",
        "personality": ""
    },
    "281": {
        "name": "Vinod T",
        "age": 26,
        "about": "Hello, Hope you are doing great. I have completed my bachelor's degree and currently working has an Software professional for an MNC. I am from a middle class and nuclear family. Looking for a partner who can understand me and fit into our family.",
        "personality": ""
    },
    "282": {
        "name": "Reagula C",
        "age": 23,
        "about": "I am seeking a suitable partner for my brother. He is residing in Bengaluru / Bangalore.His optimistic personality is adored by one and all. I wish all the very best to everyone in finding their perfect matches.",
        "personality": ""
    },
    "283": {
        "name": "M Ramesh",
        "age": 30,
        "about": "Hey, hope you are doing great. I have completed my High school.Work and home both are important to me and its my endeavor to maintain a healthy balance between my personal and professional life.I think its the right time for me to settle down in life and hence seeking suitable alliance here.from Nellore dist",
        "personality": ""
    },
    "284": {
        "name": "Veeram R",
        "age": 35,
        "about": "About my Qualification B.E Mechanical + MBA HR Job Profile :- SAP Consultant working with Tata Consultancy Services (TCS) Expecting Partner :- Looking for partner who is broad minded and career oriented girl. About My Family:- Father - Retired Air Force Personal, and Businessman. Mother - Housewife Brother - Manager at Vodafone and Married. Preferably Working Women in Abroad or India.",
        "personality": ""
    },
    "285": {
        "name": "Haribabu M",
        "age": 26,
        "about": "Looking for suitable match as life partner rest will be updated later",
        "personality": ""
    },
    "286": {
        "name": "Krishna Prasad K",
        "age": 29,
        "about": "It is pleasure to share about my son.. He is so friendly and joyfull. He completed his professional degree and working as a software professional.",
        "personality": ""
    },
    "287": {
        "name": "Surya K",
        "age": 28,
        "about": "Hey, hope you are doing great. I have completed my Bachelors.I like to take vacations and enjoy exploring new places and learning about different cultures.I think its the right time for me to settle down in life and hence seeking suitable alliance here.",
        "personality": ""
    },
    "288": {
        "name": "Ratan A",
        "age": 27,
        "about": "Hi there! I am very honest and a laidback person. I mostly keep to myself, but when I find someone who's a good fit in my life I dedicate time to them wholeheartedly. I love playing tennis. I enjoy long walks, summer festivals, movies and outdoor activities. Summer is my favorite time of the year. I like trying different foods and cooking as well. I'm big on family because I grew up with a great one and enjoy the simple things in life. IÃ¢Â€Â™m looking for someone genuine, laidback who will be my best friend. Currently working full time in the IT.",
        "personality": ""
    },
    "289": {
        "name": "Vijay B",
        "age": 27,
        "about": "Welcome to my profile... I am presently pursuing final year graduation in BITS PILANI in my Organisation.Working as Engineer in JSW STEEL LTD for last 6yrs.I have completed Diploma in Metallurgical Engg in 2011.My mother tongue is telugu.Origin from VISAKHAPATNAM.I want to settle in karnataka .I am a grounded person, who values family happiness and hard work. Looking for the simple girl who can carry the family values.",
        "personality": ""
    },
    "290": {
        "name": "Rushikesh P",
        "age": 28,
        "about": "need a simple, caring and understanding life partner",
        "personality": ""
    },
    "291": {
        "name": "Siddhu S",
        "age": 28,
        "about": "Hello, I'm sidhu sridhar I have completed my Masters.I enjoy the simple joys life has to offer and love to spend time with my family.I am looking for a life partner who would be a friend to me and stand by me in every phase of life.",
        "personality": ""
    },
    "292": {
        "name": "Sridhar I",
        "age": 28,
        "about": "looking For A Suitable Match.. Friendly And Easy Moving Girl",
        "personality": ""
    },
    "293": {
        "name": "Siv P",
        "age": 34,
        "about": "To say some things about my son, he has completed his Bachelors degree and working for a start-up in Hyderabad. He is simple, understanding, independent and caring, hence is looking for a life partner who would be a soul to him and stand by him in every phase of life. Coming from a typical Indian Hindu family, he understands the importance of family and respectful to elders. He is handsome person from inside and out. He is responsible, caring and committed to family. Hence, he can be a son instead of a son-in-law for in-laws and a good husband for his life partner. Looking for a bride whose caste doesn't matter but within BC and forward castes and religion strictly Hindus only. Please drop a message if interested. Expecting serious contacts only who are looking for marriage without prolonged periods of time. Thanks for your time. Good luck for your partner search.",
        "personality": ""
    },
    "294": {
        "name": "Dondeti Naveen K",
        "age": 23,
        "about": "I am glad you are interested in my profile I have completed mh undergraduate, I like to take vacation and enjoy exploring new places and learning about different cultures washing u the best partner searching........",
        "personality": ""
    },
    "295": {
        "name": "B Varun",
        "age": 29,
        "about": "My son has a Bachelor's degree and he is currently stationed in Chandigarh working with Defence sector (Airforce)as a Airman. Inter religion marriage father brahmin and mother christian following fully hindu traditions a Middle class, Nuclear family with Traditional values. Father a private employee and his mother practising as a advocate in guntur bar assosiation,He has no siblings.We are searching for a simple girl from Brahmin community or hindu mala",
        "personality": ""
    },
    "296": {
        "name": " Bharath K",
        "age": 24,
        "about": "Hi there, me in a nutshell... I have completed my Undergraduate.I enjoy the simple joys life has to offer and love to spend time with my family. I love pets...I can speak telugu,kannada,tamil,english and little hindi Wishing you the best for your partner search..",
        "personality": ""
    },
    "297": {
        "name": "Venkatesh G",
        "age": 24,
        "about": "Iam very smiled person My dream hotel business ,my job was hotel management ,,, I love my mother!!!!! Everything sharing too me and be positive and good unda standing and nice smiling very kind heart that's it Tq",
        "personality": ""
    },
    "298": {
        "name": "Srinibas P",
        "age": 25,
        "about": "As a person i am against dawury systems. I am a medicine wholesaler , I am runing my business with my younger brother,i have very small family, father passaway.4elder sisters all are married,i am living in jeypore odisha.I am with lots of caring,understading attitudes,fun loving guy with enjoying every small moments. Equall oportunity for both is my choice which i need in my partner,futures changing.So she can continue his profesion after marrage and can be independednt with our family. I love to do some habits like long drive in hillyplaces,shoping,playing unstable games, exercise daily basis, fishing occasonaly and doing some homely work.",
        "personality": ""
    },
    "299": {
        "name": "Krishna K",
        "age": 31,
        "about": "me working as a Asst Manager [QS] in Tata Projects at Hyderabad,Telangana.Me also studying Amie/Btech. DOB:13th June 1987,Evng 6.05 PM approx. POB:Jalumuru Village Gothram:Nagula.No Smoking & No Dring.My parents will stay with me after marriage",
        "personality": ""
    },
    "300": {
        "name": "Srinibas P",
        "age": 25,
        "about": "As a person i am against dawury systems. I am a medicine wholesaler , I am runing my business with my younger brother,i have very small family, father passaway.4elder sisters all are married,i am living in jeypore odisha.I am with lots of caring,understading attitudes,fun loving guy with enjoying every small moments. Equall oportunity for both is my choice which i need in my partner,futures changing.So she can continue his profesion after marrage and can be independednt with our family. I love to do some habits like long drive in hillyplaces,shoping,playing unstable games, exercise daily basis, fishing occasonaly and doing some homely work.",
        "personality": ""
    },
    "301": {
        "name": "Krishna B",
        "age": 24,
        "about": "I have a straight forward person, presently doing my own business as a entrepreneur, we have looking for a good looking with a traditional values with carring",
        "personality": ""
    },
    "302": {
        "name": "Satish K",
        "age": 26,
        "about": "Looking for a suitable match and rest will update later",
        "personality": ""
    },
    "303": {
        "name": "Vinod K",
        "age": 27,
        "about": "Hi there, my name is Vinod M I have completed my Masters.Although I am focused about my career, I am friendly and open minded person We are in touch with strong Traditional values.",
        "personality": ""
    },
    "304": {
        "name": " Mani K",
        "age": 28,
        "about": "Hai I m Looking for a nice,suitable person. I m not expecting any dowery. I m expecting a good character and simple girl",
        "personality": ""
    },
    "305": {
        "name": "Amarendra D",
        "age": 26,
        "about": "Hi thanks for visiting my profile. Completed my masters in computer science engineering from southern university a and m college Louisiana. I am very simple and caring. I love sports mainly cricket. Other than that I love long drives, new food, exploring new places, trucking, adventures...... love to travel. I have one elder brother and sister. Brother is in London. Sister is in Usa. My parents are in india. Pet lover. If you like me. Please send me a request. Thanks.",
        "personality": ""
    },
    "306": {
        "name": "Naresh G",
        "age": 29,
        "about": "I am seeking a suitable partner for my son. He has completed his Masters.He values honesty, integrity and simplicity a lot.I envision my son's life-partner to be good in nature with modest upbringing and importantly one who believes in the institution of marriage.he works for the fellowship network and He runs consultancy in Hyderabad (india) and Cookeville (usa) he travels to usa every 6 months currently he is change of status (green card). So far he travelled 6 countries.",
        "personality": ""
    },
    "307": {
        "name": "Poorna C",
        "age": 27,
        "about": "Welcome to my profile, I completed BE and working in private company. I am very cool and jovial person Looking for good caring and traditional girl.",
        "personality": ""
    },
    "308": {
        "name": "Sai P",
        "age": 25,
        "about": "We are looking for professional and mature partner for our 25 year old son that has a Master's Degree in Computer Sciences / Information Technology and is currently working as a Hardware Engineer at a private company in Southern California, United States.",
        "personality": ""
    },
    "309": {
        "name": "Venkat M",
        "age": 31,
        "about": "Hi my name is Murali. Our native place is Andhra Pradesh now we settle in andaman nicobar islands.",
        "personality": ""
    },
    "310": {
        "name": "Gorantla B",
        "age": 29,
        "about": "Hello, here is a little bit about my brother. He has completed his Bachelors. He believes in having a blend of modern & traditional values and balancing professional & family life. We would want a match who is respectful of elders and loving towards family members.",
        "personality": ""
    },
    "311": {
        "name": "Venkat T",
        "age": 26,
        "about": "I work as safety inspector and regulatory affairs specialist in a Pharmacy in Newark, Delaware. I love being in the nature. I like to cook, workout, watch movies etc. Looking for a partner who has similar interests, who is loyal, honest, contributes rather than complains, open minded etc.",
        "personality": ""
    },
    "312": {
        "name": "Surya S",
        "age": 28,
        "about": "Hi,I belong to upper middle class,nuclear family with liberal values.I am easy to understand and easily adaptable person. We cant know a person just by briefing so I just want to know better about my partner before proceeding.This is just a short info about me.Good luck for your search.",
        "personality": ""
    },
    "313": {
        "name": "Praveen K",
        "age": 25,
        "about": "Hello, am glad you chose to visit my profile. I have completed my Bachelors.Although I am focused about my career, I make it a point to give equal attention to family as well.I am looking to meet an open minded person, with a good personality and a sense of humor.",
        "personality": ""
    },
    "314": {
        "name": "Avinash M",
        "age": 23,
        "about": "Hi, thanks for visiting my profile. I have completed my Masters.I am passionate about all things good in life...travel, food.I am looking for a girl to marry who would understand me.",
        "personality": ""
    },
    "315": {
        "name": "Bala Hari Krishna B",
        "age": 25,
        "about": "I love traveling and exploring new places. Wishing you the best for your partner search..",
        "personality": ""
    },
    "316": {
        "name": "Raj K",
        "age": 26,
        "about": "Hi, I am trying to look for someone that I can call my best friend and someone with the qualities to treat my family as her own, and of course, that would imply I intend to do the same.",
        "personality": ""
    },
    "317": {
        "name": "SH99218682",
        "age": 27,
        "about": "Hi there, thanks for visiting :) I made this profile with a hope that I would find someone before my parents start showing someone to me. I'm serious about a partner for life and I believe it is gonna be long process. So, here we go. I'm an Ambivert(more of an Introvert I would say) and an ISFJ if you are into them. Relatively laid back and easy going. I'm kinda organized and plan things a little ahead of time (Friends call it OCD though). I play Racquetball, bike and love to go around for hikes and spend time on new experiences. If I am home, I read a lot on the internet (yes, I know) and play FIFA if friends are around. Loves nature, plants and gardening (used to have close to a dozen plants when I was at school in Florida). ",
        "personality": ""
    },
    "318": {
        "name": "P Balram",
        "age": 34,
        "about": "We belong to a reputed business class family, Looking for a decent girl .I have completed my MBA from presidency college, I am a successful business man running my own business.",
        "personality": ""
    },
    "319": {
        "name": "Abishek K",
        "age": 26,
        "about": "Myself Abishek KB working as Software Associate in US based MNC. I am graduated in B.Tech-IT, MBA. I would like to travel around the world in my lifetime. I love driving cars and very often will move out for long road trips and adventures , trekking. I strictly dont believe in casteism and religion. I am against it always.",
        "personality": ""
    },
    "320": {
        "name": "Sai S",
        "age": 25,
        "about": "Hi, this is SaiSubhash.Am jovial, broad-minded person gives respect to partner feelings.Can easily mingle with every one and respects elders well.Am interested in listening music and watching movies.",
        "personality": ""
    },
    "321": {
        "name": "Vejella B",
        "age": 31,
        "about": "Welcome to my profile... I have completed my Honours degree.My outlook towards life is modern, but I'm equally grounded in our traditions. Wishing you the best for your partner search..",
        "personality": ""
    },
    "322": {
        "name": "Nagarjun P",
        "age": 28,
        "about": "Looking for suitable match as life partner rest will be updated later",
        "personality": ""
    },
    "323": {
        "name": "Prasad C",
        "age": 27,
        "about": "Hello, am glad you are interested in my brother's profile. He has completed his Degree.He values honesty, integrity and simplicity a lot.Searching for someone who will share a good compatibility with him.",
        "personality": ""
    },
    "324": {
        "name": "Hari K",
        "age": 23,
        "about": "I am seeking a suitable partner for my friend. He has completed his Diploma.My friend's genuineness, caring and affectionate nature, wins his friends in every walk of life.He is looking for a life partner who would be a friend to him and stand by him in every phase of life.",
        "personality": ""
    },
    "325": {
        "name": "Bhanu Chandar K",
        "age": 28,
        "about": "My brother is a 27-year-old man, 5.7 foot tall, living in Malaysia. Working as an Software professional.",
        "personality": ""
    },
    "326": {
        "name": "Hari K",
        "age": 25,
        "about": "Hello, am glad you are interested in my son's profile. He has completed his Bachelors.My son is a smart, intelligent and family oriented person with a good value system. Please get in touch if you would like to know more about him.",
        "personality": ""
    },
    "327": {
        "name": "Yuva K",
        "age": 24,
        "about": "I am a guy who is working in software company.Any other details are provided in by biodata .",
        "personality": ""
    },
    "328": {
        "name": "Sai K",
        "age": 27,
        "about": "He is working good .salary also good.He is selected in ttd tirumala Government sector . waiting for orders",
        "personality": ""
    },
    "329": {
        "name": "Pradeep T",
        "age": 29,
        "about": "Hi there, me in a nutshell... I have completed my Bachelors.I am ambitious, determined and focused to do well in life.A girl who will hold my hand throughout this new journey to support me in every situation is what I am looking for in a companion.",
        "personality": ""
    },
    "330": {
        "name": "Adarsha G",
        "age": 29,
        "about": "Welcome to my profile... I have completed my Diploma. Although I am focused about my career, I make it a point to give equal attention to family as well. I am here to find my better half, with whom I could always be myself.",
        "personality": ""
    },
    "331": {
        "name": "T Sreekanth",
        "age": 26,
        "about": "Hi there, me in a nutshell... I have completed my Undergraduate.I enjoy the simple joys life has to offer and love to spend time with my family.I am looking for someone who should support and help me with my decisions and I would do the same for her.",
        "personality": ""
    },
    "332": {
        "name": "Gowtham C",
        "age": 25,
        "about": "Hi, thanks for visiting my profile. I have completed my Bachelors.Although I am focused about my career, I make it a point to give equal attention to family as well.I am here to find my better half, with whom I could always be myself.",
        "personality": ""
    },
    "333": {
        "name": "Chandrakanth C",
        "age": 27,
        "about": "Hello, I am chandrakanth Chowdary, working as a software engineer in Accenture company in Chennai. I am here to find that perfect match to me in my cast.",
        "personality": ""
    },
    "334": {
        "name": "Suresh C",
        "age": 27,
        "about": "I am a self employed young man looking for brides. I have my own business of milk diary and earn about 40k to 50k every month. I have no caste preference.",
        "personality": ""
    },
    "335": {
        "name": "Pavan K",
        "age": 27,
        "about": "Thanks for holding here to look my profile . I am called as a broad minded and talkative by my friends and Mr cool by family members. My hobbies are playing cricket and volleyball , I like movies and big fans for melody version songs . I am looking for a girl who cares and loves and belongs to a Good family .",
        "personality": ""
    },
    "336": {
        "name": "Krishnamoorthy G",
        "age": 29,
        "about": "My self from a decent family, with good relation values.. I give respect to my family and friends where I get always supported always. I did my AMIE which is equal to B.Tech in Civil Engineering .. Working as a Sr Structural Designer in a WSP, Bangalore.",
        "personality": ""
    },
    "337": {
        "name": "Krishna G",
        "age": 26,
        "about": "Hey, hope you are doing great. I have completed my Undergraduate.I am ambitious, determined and focused to do well in life. Please get in touch if you would like to know more about me.",
        "personality": ""
    },
    "338": {
        "name": "Tummala R",
        "age": 26,
        "about": "Hello, am glad you chose to visit my profile. I have completed my Diploma. I value honesty, integrity and simplicity a lot. I am looking for a girl to marry who would understand me.",
        "personality": ""
    },
    "339": {
        "name": "Chimalamudi S",
        "age": 28,
        "about": "Hi, thanks for visiting my profile. I have completed my Bachelors.I am a grounded person, who values family happiness and hard work. Plese contact me for further details",
        "personality": ""
    },
    "340": {
        "name": "Tataji T",
        "age": 28,
        "about": "I am glad you are interested in my profile. I have completed my Undergraduate.I am all about enjoying the big things in life and grabbing every opportunity that comes my way.I am here to find my better half, with whom I could always be myself.",
        "personality": ""
    },
    "341": {
        "name": "Jayasankar N",
        "age": 23,
        "about": "Looking for suitable match as life partner res will be updated later",
        "personality": ""
    },
    "342": {
        "name": "Nikhil Chowdary K",
        "age": 30,
        "about": "Hi, I am looking for a simple girl with liberal outlook from a decent family. No restrictions on work after marriage. If you want to know more about me, please leave a message.",
        "personality": ""
    },
    "343": {
        "name": "Siva K",
        "age": 26,
        "about": "Im a simple, honest, friendly, caring , understanding, loving, enthusiastic, adventurous person and Im looking for the same. I am currently working as a .Net developer in California. I have completed my Masters in Electrical Engineering. Exploring different destinations, cuisines and cultures is something I enjoy doing for leisure.",
        "personality": ""
    },
    "344": {
        "name": "Srinivas P",
        "age": 27,
        "about": "A simple and honest person. Love to spend time with family.",
        "personality": ""
    },
    "345": {
        "name": "Balaji P",
        "age": 27,
        "about": "Currently i working as software engineer in Nisum at Hyderabad.I am looking a person like good looking,good atitude,fun and good understand mentality.Helping nature.l would love to meet someone who is loyal, loving to share my life with.friends would use to describe me as handsome,kind, funny, and patient.",
        "personality": ""
    },
    "346": {
        "name": "Bhaskar N",
        "age": 24,
        "about": "Hi, thanks for visiting my profile. I have completed my Bachelors.I am ambitious, determined and focused to do well in life. Thanks for stopping by!!",
        "personality": ""
    },
    "347": {
        "name": "Tanooj Krishna G",
        "age": 25,
        "about": "I would like to write few words about my son. He has completed his Doctorate.By nature, he is an affectionate and helpful boy, blessed with a charming personality.We are looking for a girl who can enter our family as a daughter.",
        "personality": ""
    },
    "348": {
        "name": "Alapati S",
        "age": 23,
        "about": "Hey, hope you are doing great. I have completed my Bachelors.I am ambitious, determined and focused to do well in life.All in all, am looking for a companion who would be my best friend, with whom I can have an interesting conversation, enjoy finer things in life and traverse the journey of life.",
        "personality": ""
    },
    "349": {
        "name": "Talluru R",
        "age": 30,
        "about": "This profile is created for my brother.He Is completed MBA and working as Branch Manager in APSRTC ANL Parcel Services Ltd-Naidupeta,Nellore.Previously worked in L&T Financial Services Ltd Nellore.",
        "personality": ""
    },
    "350": {
        "name": "Vamsi C",
        "age": 24,
        "about": "I am glad you are interested in my profile. I have completed my Undergraduate. Although I am focused about my career, I make it a point to give equal attention to family as well. Thank you for spending time on my profile.",
        "personality": ""
    },
    "351": {
        "name": " Mahesh A",
        "age": 25,
        "about": "Looking for suitable match as life partner rest will be updated later",
        "personality": ""
    },
    "352": {
        "name": "Hemanth V",
        "age": 24,
        "about": "It is a pleasure sharing a few words about my son. He has completed his B. Tech (ECE) His optimistic personality is adored by one and all. He is the only son. He had no Sisters and brothers. If you wish to take things forward, please get in touch.",
        "personality": ""
    },
    "353": {
        "name": "Aswin Kumar P",
        "age": 26,
        "about": "I always believe in love.I would like to try different type of Recipe's ,because my interest is more in cooking. My best Recipe i Could make is butter chicken. I would always care so much for my family",
        "personality": ""
    },
    "354": {
        "name": "Satish M",
        "age": 31,
        "about": "Self driven, independent person living with my father, mother and younger brother....belong Traditional small nuclear Andhra family",
        "personality": ""
    },
    "355": {
        "name": "Anil A",
        "age": 30,
        "about": "Hey, thanks for visiting my profile. This profile is created by me (groom). Marriage is the most important phase of our life. Because we need to travel together for the rest of our life, I want to make things clear. Right from my childhood I'm an independent guy. Education and career, everything was planned by me. Thanks to my understanding parents. As an younger person in my family, I enjoyed the freedom to be naughty and to take selective decisions. I'm a polymath, a man with different interests. That's why I love to do freelancing, where I can enjoy the true freedom of my life. I love nature, arts, admire science, wonder at history and a tech enthusiast. I'm an avid reader. I love to watch movies and travel places. ",
        "personality": ""
    },
    "356": {
        "name": " Akhil C",
        "age": 24,
        "about": "Hi, thanks for visiting my profile. I have completed my Masters.I am all about enjoying the small things in life and grabbing every opportunity that comes my way.All in all, am looking for a companion who would be my best friend, with whom I can have an interesting conversation, enjoy finer things in life and traverse the journey of life.",
        "personality": ""
    },
    "357": {
        "name": "Pramod K",
        "age": 26,
        "about": "Hi, I work for ADP as a Senior Information security analyst and I hail from affluent /well settled family . My father is a Farmer and he owns agricultural lands in my native place. Sister , younger to me works for Value Labs Hyderabad. My native place is Gopalapuram West Godavari. My hobbies include Bikes / Cars, Driving, Health & Fitness, Shopping, Sports",
        "personality": ""
    },
    "358": {
        "name": "Abhinay K",
        "age": 23,
        "about": "I am seeking a suitable partner for my brother. He has completed his Bachelors.He is a self made person and is hardworking when it comes to his career.We are looking for a girl who can enter our family as a daughter.",
        "personality": ""
    },
    "359": {
        "name": "Vssprasad M",
        "age": 25,
        "about": "Hey, hope you are doing great.I have completed my Bachelors.I like visiting new places and spending time with family and friends.I am looking for someone who should support and help me with my decisions and I would do the same for her. Interested can contact .",
        "personality": ""
    },
    "360": {
        "name": "Harish P",
        "age": 25,
        "about": "I am glad you are interested in my profile. I have completed my Masters.I see myself as a fun loving person who likes to follow life with principles and values.The most important quality I seek in my partner is that she should love and respect my family",
        "personality": ""
    },
    "361": {
        "name": "Pathi S",
        "age": 28,
        "about": "Hello, am glad you chose to visit my profile. I have completed my Undergraduate.Exploring different destinations, cuisines and cultures is something I enjoy doing for leisure. Thank you for spending time on my profile.",
        "personality": ""
    },
    "362": {
        "name": "Krishna C",
        "age": 26,
        "about": "I am glad you are interested in my profile. I completed my mba doing business .Being quite ambitious and passionate towards my career, I wish to rise high in my field and make a mark for myself with my work.I am here to find my better half, with whom I could always be myself.",
        "personality": ""
    },
    "363": {
        "name": "Hemanth K",
        "age": 31,
        "about": "In his own words. I am a calm, polite & humorous guy. Though not a public speaker, I communicate well. Also, am known to be reliable & genuine in both personal & professional capacities. Currently working as an account manager for global markets. Passions include learning about human behaviour, the latest tech trends and finance. Recently started investing in cryptocurrency. In my free time, I watch movies and TV series. Also, playing video games on my awesome laptop!! :) I believe life is not only about enjoyment, but also to achieve something. So looking for a life partner with a pleasant personality, is genuine and has the right attitude towards life. Looking forward to loads of happiness & growth together. To your success! -- Hemanth",
        "personality": ""
    },
    "364": {
        "name": "Krishna C",
        "age": 24,
        "about": "Hey, hope you are doing great. I have completed my Masters.I am all about enjoying the small things in life and grabbing every opportunity that comes my way.I would love to meet someone who is modest, caring to share my life with.",
        "personality": ""
    },
    "365": {
        "name": "Praveen V",
        "age": 25,
        "about": "Hey, hope you are doing great. I have completed my Masters and I'm currently living in USA. I enjoy the small things in life and am grateful for everything I have. Please get in touch if you would like to know more about me.",
        "personality": ""
    },
    "366": {
        "name": "Ram M",
        "age": 27,
        "about": "In my words . I have completed my masters degree in usa and currently working as system engineer for Usa client as full time employee . I love travel and explorer new places . People described me as calm and caring person with good thoughts .",
        "personality": ""
    },
    "367": {
        "name": "Yogesh Mahesuni",
        "age": 25,
        "about": "Welcome to my profile... I have completed my Masters. Work and home both are important to me and its my endeavor to maintain a healthy balance between my personal and professional life. I am looking forward to meet someone who is willing to experience life with me..",
        "personality": ""
    },
    "368": {
        "name": "Sandeep G",
        "age": 27,
        "about": "Sometimes its hard to introduce yourself because u know yourself so well that u don't know where to start with........ I'm a person who tries to be positive in every aspect of life...I would like to be simple and cool",
        "personality": ""
    },
    "369": {
        "name": "Sriharsha G",
        "age": 23,
        "about": "Hello, am glad you chose to visit my profile. I have completed my Diploma.I value honesty, integrity and simplicity a lot.A girl who will hold my hand throughout this new journey to support me in every situation is what I am looking for in a companion.",
        "personality": ""
    },
    "370": {
        "name": "Teja G",
        "age": 24,
        "about": "Hi there, me in a nutshell... I have completed my Masters and I'm currently living in Hyderabad. Work and family are equally important to me and try to maintain a healthy balance between my personal and professional life. If you want to know more about me, do reach out.",
        "personality": ""
    },
    "371": {
        "name": "Ashwin K",
        "age": 30,
        "about": "Hi, This is Ashwin Kumar Yalamanchili. i hail from vijayawada but family settled in Hyderabad and i am working in Bangalore with an MNC. Seeking for someone who will understand me and cherish life as it comes. As the saying goes...Every coin has 2 sides....similarly i do . My positive traits include connecting with new people, cooking food driving helping needful, acquainting my self with new skill sets, strong communicator, innovative and the flip side is that i am Lil aggressive....i strongly believe that its the people that matters and not Material Things!Thanks for Visiting my profile. if interested, please send me a request/message... which helps us to understand each other. Someone who will be with me in my good and steer me through the rough phases of life...help in making me better person...someone who has a caring and loving mentality, treats people equally.",
        "personality": ""
    },
    "372": {
        "name": "Roop Sarath C",
        "age": 28,
        "about": "Hi, I am putting up this profile on behalf of my son. He has done his Masters.he is always thinking futuristic ideas. his ideass is supertious.",
        "personality": ""
    },
    "373": {
        "name": "Suhas C",
        "age": 25,
        "about": "I have completed my professional cource.Exploring different destinations, cuisines and cultures is something I enjoy doing for leisure.I am here to find my better half, with whom I could always be myself.",
        "personality": ""
    },
    "374": {
        "name": "Thanikonda D",
        "age": 26,
        "about": "I am glad you are interested in my profile. I have completed my Diploma.My outlook towards life is modern, but I'm equally grounded in our traditions.Need a simple, caring and understanding life partner.",
        "personality": ""
    },
    "375": {
        "name": "R Naidu",
        "age": 24,
        "about": "Hey, here are few lines that describe me. I have completed my Masters and I'm currently living in Vijayawada. Although I'm focused about my career, I give equal importance to family as well I am looking for someone who will be supportive of my decisions.",
        "personality": ""
    },
    "376": {
        "name": "Ayyappa K",
        "age": 24,
        "about": "I am ayyappa you are interested in my profile. I have completed my Bachelors.I am all about enjoying the small things in life and grabbing every opportunity that comes my way.The most important quality I seek in my partner is that she should love and respect my family as much as she does to her own family.",
        "personality": ""
    },
    "377": {
        "name": "Bharath K",
        "age": 31,
        "about": "Looking for suitable match as life partner rest will be updated later",
        "personality": ""
    },
    "378": {
        "name": "Agineti A",
        "age": 26,
        "about": "I am glad you are interested in my profile. I have completed my Masters and currently working in Intel as soc design engineer (physical design engineer ). I see myself as a fun loving person who likes to follow life with principles and values.All in all, am looking for a companion who would be my best friend, with whom I can have an interesting conversation, enjoy finer things in life and traverse the journey of life.",
        "personality": ""
    },
    "379": {
        "name": " Vijay K",
        "age": 28,
        "about": "completed b.tech in civil engineering. present settled as contractor in R&B Department works.",
        "personality": ""
    },
    "380": {
        "name": "Phanindra B",
        "age": 27,
        "about": "Hi, thanks for visiting my profile. I have completed my Bachelors.Listening to music, traveling, watching movies are few of my pass-time activities.I am seeking a soul mate who will complement me and be a good companion in my journey of life.",
        "personality": ""
    },
    "381": {
        "name": "Srikanth C",
        "age": 25,
        "about": "Hi, thanks for visiting my profile. I have completed my Bachelors.I enjoy the simple joys life has to offer and love to spend time with my family.All in all, am looking for a companion who would be my best friend, with whom I can have an interesting conversation, enjoy finer things in life and traverse the journey of life.",
        "personality": ""
    },
    "382": {
        "name": "Praveen C",
        "age": 22,
        "about": "Hi there, me in a nutshell... I have completed my Bachelors.I am a grounded person, who values family happiness and hard work.All in all, am looking for a companion who would be my best friend, with whom I can have an interesting conversation, enjoy finer things in life and traverse the journey of life.",
        "personality": ""
    },
    "383": {
        "name": "Chandirababu R",
        "age": 30,
        "about": "I have mother and one big brother, father expired, working in abroad ( Muscat), having three plots at chennai, Bangalore and vellore. Expecting good looking match girl for me and good character",
        "personality": ""
    },
    "384": {
        "name": "Sarath C",
        "age": 28,
        "about": "Me a friendly guy with some sense of humor ,always active, leading a happy life and want to marry a lovely lady who makes my life more beautiful.",
        "personality": ""
    },
    "385": {
        "name": "Venu C",
        "age": 27,
        "about": "He is good software .He likes a good soft and wants family girl.He speaks English and Telugu",
        "personality": ""
    },
    "386": {
        "name": "Kishore K",
        "age": 33,
        "about": "I am very simple man.i will not keep any conditions after marriage,
        "personality": ""
    },
    "387": {
        "name": "Venkatesh C",
        "age": 26,
        "about": "Welcome to my profile... I have completed my Btech.i enjoy the simple joys life has to offer and love to spend time with my family.Looking for the simple girl who can carry the family values.",
        "personality": ""
    },
    "388": {
        "name": "Guntupalli S",
        "age": 27,
        "about": "I would like to explain about my self I'm completed my btech computer science I'm doing a job and I'm looking for become a senior software engineer and a great businessman..My hobbies are palying cricket,reading books..And my family is traditional family and I'm looking also traditional family.",
        "personality": ""
    },
    "389": {
        "name": "Praveen C",
        "age": 24,
        "about": "Hi, I've put up this profile on behalf of my son. He has completed his Bachelors. When it comes to his career, He is hardworking and a self made person. Please get in touch in case you like my son's profile.",
        "personality": ""
    },
    "390": {
        "name": "Kumar G",
        "age": 24,
        "about": "I have completed my Masters.I value honesty, integrity and simplicity a lot.I don't expect perfection, would just like to find someone 'perfect' for me.",
        "personality": ""
    },
    "391": {
        "name": "Abhilash M",
        "age": 24,
        "about": "Hi, my dad is an retried govt employee.my mother is house wife,one sister she was married.i am so open minded,and kind hearted person.my hobbies playing chess ,helping others, I had Canada work permit. I like to take my life as it comes & tires my best with everything that comes my way with a positive attitude. As I am looking my soul mate. I need a life partner with whom I can connect and relate to in every sort of way. With whom I can build a future with; who has common dreams and goals, understands that a true marriage balances emotion with logic and believes that life is all the more beautiful when shared. When needed the most & as best friends we would give life a new meaning.",
        "personality": ""
    },
    "392": {
        "name": " Mella S",
        "age": 24,
        "about": "He is .completed his degree and he is working in health care centre in Hyderabad he very respected person",
        "personality": ""
    },
    "393": {
        "name": "Abhishek P",
        "age": 29,
        "about": "Hey, hope you are doing great. I have completed my Bachelors.Although I am focused about my career, I make it a point to give equal attention to family as well.I am seeking a soul mate who will complement me and be a good companion in my journey of life.",
        "personality": ""
    },
    "394": {
        "name": "G Devendra C",
        "age": 25,
        "about": "Hi, thanks for visiting my profile. I have completed my graduate.Work and home both are important to me and its my endeavor to maintain a healthy balance between my personal and professional life.I would love to meet someone who is understanding, simple to share my life with.",
        "personality": ""
    },
    "395": {
        "name": "Srikanth G",
        "age": 27,
        "about": "Looking for partner who understands me throughout my life.",
        "personality": ""
    },
    "396": {
        "name": "Praveen J",
        "age": 24,
        "about": "My son has completed his Masters degree and currently working in a private sector. He is very friendly in nature.",
        "personality": ""
    },
    "397": {
        "name": "Ranjith K",
        "age": 24,
        "about": "Am working in top mnc, I am looking good family realtion. In one word who ever come to my home they are very lucky",
        "personality": ""
    },
    "398": {
        "name": "Kumar N",
        "age": 26,
        "about": "I'm a decent person who feel caring, love & emotions releated to time are more important than anything.",
        "personality": ""
    },
    "399": {
        "name": "Pranith K",
        "age": 31,
        "about": "Looking for suitable match as life partner rest will be updated later",
        "personality": ""
    },
    "400": {
        "name": "Narendra A",
        "age": 24,
        "about": "Welcome to my profile... I have completed my Masters.I enjoy the simple joys life has to offer and love to spend time with my family.I don't expect perfection, would just like to find someone 'perfect' for me.",
        "personality": ""
    },
    "401": {
        "name": "Raviteja D",
        "age": 26,
        "about": " I am seeking a suitable partner for my son. He has completed his Masters. By nature my son is an understanding, responsible and proactive boy who is well nurtured with good moral values. We are looking for a girl who can enter our family as a daughter.",
        "personality": ""
    },
    "402": {
        "name": "Ram Chowdary B",
        "age": 24,
        "about": "i am successfully employed with Bajaj capital limited as a Financial advisor Looking for a cool and decent family",
        "personality": ""
    },
    "403": {
        "name": "Lanka R",
        "age": 24,
        "about": "I have completed my b -tech in 2015.one quality I would expect from my fiyanci is to see my parents as like of their parents.",
        "personality": ""
    },
    "404": {
        "name": "Dhaya N",
        "age": 22,
        "about": "Hello, am glad you chose to visit my profile. I have completed my Diploma.I like to take vacations and enjoy exploring new places and learning about different cultures. Thanks for stopping by!!",
        "personality": ""
    },
    "405": {
        "name": "Uday P",
        "age": 29,
        "about": "Hey, I have done my Bachelors. I hope you would like to know more about me, if you do please leave a message.",
        "personality": ""
    },
    "406": {
        "name": "Konka S",
        "age": 24,
        "about": "Hi I have completed my Honours Degree.With hard work and determination towards achieving my set goals, I have managed to carve out a successful career so far.I would love to meet someone who is understanding, simple to share my life with.",
        "personality": ""
    },
    "407": {
        "name": "Abhishek N",
        "age": 24,
        "about": "Hello, am glad you chose to visit my profile. I have completed my Bachelors.I enjoy the simple joys life has to offer and love to spend time with my family.I am looking to meet an open minded person, with a good personality and a sense of humor.",
        "personality": ""
    },
    "408": {
        "name": "Mohan K",
        "age": 25,
        "about": "Very calm and sensitive and good humanity.he has a great knowledge and working skills",
        "personality": ""
    },
    "409": {
        "name": " Nandigam K",
        "age": 24,
        "about": "I am kishore . n need a simple, caring and understanding life partner",
        "personality": ""
    },
    "410": {
        "name": " Bhargav C",
        "age": 28,
        "about": "I am very caring and hard working person. Seeking a life partner who cares my family",
        "personality": ""
    },
    "411": {
        "name": "Srikanth C",
        "age": 29,
        "about": "I am looking for a suitable life partner . I will update my profile details later.",
        "personality": ""
    },
    "412": {
        "name": "Mahesh L",
        "age": 24,
        "about": "I am looking for a life partner. I will update my details later.",
        "personality": ""
    },
    "413": {
        "name": "Lokesh K",
        "age": 21,
        "about": "Hi, am putting up this profile on behalf of my brother. He has completed his Undergraduate.My brother is an easy-going person who was raised with good moral values; simplicity can be observed in his thoughts and behavior. Please get in touch if you would like to know more about him.",
        "personality": ""
    },
    "414": {
        "name": "Ravipati Bharat K",
        "age": 24,
        "about": "Myself: I am so traditional and follows morals and ethics. I am still single no girl . I like sree ramachandra and try to be same. But I am not perfect i am trying to be perfect! And also i have much patriotism on india..",
        "personality": ""
    },
    "415": {
        "name": "Erapu S",
        "age": 26,
        "about": "He is a deligent and hard worker.And also obedient to elders, a good player and god believer.He loves our mother land.He is selfless in serving our country.He is an honest person.Balanced personality.",
        "personality": ""
    },
    "416": {
        "name": "Surya V",
        "age": 25,
        "about": "Hi, am putting up this profile on behalf of my brother. He has completed his Masters.By nature my brother is an understanding, responsible and proactive boy who is well nurtured with good moral values.Searching for someone who will share a good compatibility with h",
        "personality": ""
    },
    "417": {
        "name": "Sujith G",
        "age": 23,
        "about": "Welcome to my profile... I have completed my Doctorate.I like visiting new places and spending time with family and friends. Thanks for stopping by!!",
        "personality": ""
    },
    "418": {
        "name": " Ashok C",
        "age": 25,
        "about": "Hey, hope you are doing great. I have completed my Masters.I enjoy the simple joys life has to offer and love to spend time with my family. Thanks for stopping by!!",
        "personality": ""
    },
    "419": {
        "name": "Maddipati P",
        "age": 24,
        "about": "I am self employment and work in progress..",
        "personality": ""
    },
    "420": {
        "name": "Suman C",
        "age": 24,
        "about": "Hi, thanks for visiting my profile. I have completed my Masters.I like visiting new places and spending time with family and friends. Please get in touch if you would like to know more about me.",
        "personality": ""
    },
    "421": {
        "name": "Nandeep M",
        "age": 24,
        "about": "Hey, hope you are doing great. I have completed my Masters and I'm currently living in India. Although I'm focused about my career, I give equal importance to family as well I am looking for a life partner who would be a friend and stand by me in every phase of life.",
        "personality": ""
    },
    "422": {
        "name": "Prasad P",
        "age": 28,
        "about": "hi this is prasad iam software employee working in chennai",
        "personality": ""
    },
    "423": {
        "name": "Vamshi K",
        "age": 23,
        "about": "Welcome to my profile... I have completed my Masters.I like to take vacations and enjoy exploring new places and learning about different cultures.All in all, am looking for a companion who would be my best friend, with whom I can have an interesting conversation, enjoy finer things in life and traverse the journey of life.",
        "personality": ""
    },
    "424": {
        "name": "Pusuluri V",
        "age": 23,
        "about": "Welcome to my profile... I have completed my Masters.I like to take vacations and enjoy exploring new places and learning about different cultures.All in all, am looking for a companion who would be my best friend, with whom I can have an interesting conversation, enjoy finer things in life and traverse the journey of life.",
        "personality": ""
    },
    "425": {
        "name": "Sudty U",
        "age": 24,
        "about": "Hi, here's a quick introduction about me. I have completed my Bachelors and I'm currently living in India. I enjoy being around people and believe in living life with positivity. Looking forward to meeting the right one.",
        "personality": ""
    },
    "426": {
        "name": " Suresh B",
        "age": 28,
        "about": "Iam a simple boy nd job at indian army. Looking for a good match,should be honest,loving,caring.",
        "personality": ""
    },
    "427": {
        "name": "Ashok Babu G",
        "age": 28,
        "about": "Hi, I am currently working with hyderabad and have done my Diploma from national institute of engineering technology. My father is not employed, my mother is a homemaker. My native place is Addanki, Prakasham District, Ongole.",
        "personality": ""
    },
    "428": {
        "name": "Jayaram C",
        "age": 27,
        "about": "Hello, am glad you chose to visit my profile. I have completed my Honours degree.I like to live life to the fullest.I am looking for someone who should support and help me with my decisions and I would do the same for her.",
        "personality": ""
    },
    "429": {
        "name": "Vamsi N",
        "age": 22,
        "about": "I am glad you are interested in my profile. I have completed my Honours degree.I like to take vacations and enjoy exploring new places and learning about different cultures.The most important quality I seek in my partner is that she should love and respect my family as much as she does to her own family.",
        "personality": ""
    },
    "430": {
        "name": "Vinod P",
        "age": 25,
        "about": "Hey, hope you are doing great. I have completed my Bachelors.I enjoy the simple joys life has to offer and love to spend time with my family.Need a simple, caring and understanding life partner.",
        "personality": ""
    },
    "431": {
        "name": "M Chaithanya",
        "age": 26,
        "about": "Hey, hope you are doing great. I have completed my Honours degree. I enjoy being around people and believe in living life with positivity. All in all, am looking for a companion who would be my best friend, with whom I can have an interesting conversation, enjoy finer things in life and traverse the journey of life.",
        "personality": ""
    },
    "432": {
        "name": "Ajaykumar K",
        "age": 24,
        "about": "Hey hope your are great.i am well maintained by my life and I searched a well",
        "personality": ""
    },
    "434": {
        "name": "Venkatesh Velisetty V",
        "age": 25,
        "about": "My brother s handsome look he s very kind hearted he never hurt anyone,all his friends like him looot n even family too he s my only younger brother n I am his elder sister already married n my parents r also kind hearted tats wat I wanted to tell u..",
        "personality": ""
    },
    "435": {
        "name": "Chadalavada A",
        "age": 27,
        "about": "Hello, am glad you chose to visit my profile. I have completed my Diploma. I am passionate about all things good in life...travel, food. I wish all the very best to everyone in finding their perfect matches.",
        "personality": ""
    },
    "436": {
        "name": "Abhinav M",
        "age": 25,
        "about": "I am glad you are interested in my profile. I have completed my Honours degree.I am all about enjoying the small things in life and grabbing every opportunity that comes my way. Wishing you the best for your partner search..",
        "personality": ""
    },
    "437": {
        "name": "Srinivas Y",
        "age": 26,
        "about": "Hi there,this is srinivas. My father was a retired assistant bank manager. In bank of baroda. And mother is a homemaker I have completed",
        "personality": ""
    },
    "438": {
        "name": "Mahesh N",
        "age": 23,
        "about": "Hi there, here's a little bit about me. I have completed my Masters and I'm currently living in USA. I've put in a lot of effort in shaping my career and want a partner who will understand this and who has a similar mindset.",
        "personality": ""
    },
    "439": {
        "name": " Bharghavram Y",
        "age": 21,
        "about": "Hi, am putting up this profile on behalf of my son. He has completed his Bachelors.An enthusiastic, intelligent boy, he has a good aesthetic sense and values incorporated. Please drop in a message if you would like to know more",
        "personality": ""
    },
    "440": {
        "name": "Suresh M",
        "age": 25,
        "about": "Hi there, me in a nutshell... I have completed my Honours degree.I enjoy the simple joys life has to offer and love to spend time with my family.I desire my companion to be vivacious, presentable and educated with an optimistic view towards life.,
        "personality": ""
    },
    "441": {
        "name": "Tulasi Ram K",
        "age": 25,
        "about": "Hi, thanks for visiting my profile. I have completed my Masters.I love traveling and exploring new places.A girl who will hold my hand throughout this new journey to support me in every situation is what I am looking for in a companion.",
        "personality": ""
    },
    "442": {
        "name": "Rajesh C",
        "age": 25,
        "about": "Hi there, me in a nutshell... I have completed my Bachelors.Work and home both are important to me and its my endeavor to maintain a healthy balance between my personal and professional life.I am looking for a girl to marry who would understand me.",
        "personality": ""
    },
    "443": {
        "name": "Roop Chand M",
        "age": 23,
        "about": "Hey, hope you are doing great. I have completed my Diploma.I am all about enjoying the small things in life and grabbing every opportunity that comes my way.I would love to meet someone who is loyal, loving to share my life with.",
        "personality": ""
    },
    "444": {
        "name": "SH53915585",
        "age": 23,
        "about": "Hello, I am very talented and physically fit. Looking for a suitable match and rest will update later..",
        "personality": ""
    },
    "445": {
        "name": "Vamsikrishna E",
        "age": 24,
        "about": "Hello, am glad you chose to visit my profile. I have completed my Bachelors.I enjoy being around people and believe in living life with positivity.I am looking forward to meet someone who is willing to experience life with me..",
        "personality": ""
    },
    "446": {
        "name": "Avinash K",
        "age": 22,
        "about": "Welcome to my profile... I have completed my Masters.I am passionate about all things good in life...travel, food.I would love to meet someone who is loyal, caring to share my life with.",
        "personality": ""
    },
    "447": {
        "name": "Teja T",
        "age": 23,
        "about": "Hi there, here's a little bit about me. I have completed my Bachelors and I'm currently living in USA. Work and family are equally important to me and try to maintain a healthy balance between my personal and professional life. Looking for a simple person whose family values are similar to mine.",
        "personality": ""
    },
    "448": {
        "name": "Lakshmi Srinivas A",
        "age": 25,
        "about": "I am a very simple, caring, understanding, trustworthy and kind hearted human being. I believe in the motto Live and let live. I love travelling.",
        "personality": ""
    },
    "449": {
        "name": "Dhanapal G",
        "age": 28,
        "about": "I have a Master Degree and I am Employed in Private Sector as an Working Electrical Engineer in India and Abroad - Non IT. My Family Currently Based in Tamilnadu. I Belong to an Upper Middle Class, Nuclear Family With Traditional Values. Looking for someone who was a friendly life partner also the one who respect elders customs in traditions, caring, good looking, smart and intelligent, easy going, free minded, well disciplined also well behaved",
        "personality": ""
    },
    "450": {
        "name": "Venkaiah Naidu C",
        "age": 27,
        "about": "Hello and welcome to my profile. I see myself as a polite, hardworking and a family oriented person. Family comes first for me and I leave no stone unturned to fulfil my responsibilities. Being diligent in my career I maintain a fine balance between personal and professional spheres. During leisure, I enjoy listening to music and reading books. I have a keen interest in sports and I am inclined towards playing cricket. I have completed Bachelors in Commerce from Government Degree College, Naidupet and have done MBA in Finance from Audisankara College of Engineering and Technology, Gudur in Andhra Pradesh. I am working as a Store Manager with Neo Carbons Private Limited (NCPL). Ours is a close-knit family hailing from Kottacheru and settled here. My father is involved in the agricultural business and mother is an excellent homemaker. My younger brother is working as an Electrical Engineer with Prime Meiden Limited.",
        "personality": ""
    },
    "451": {
        "name": "Rajesh Y",
        "age": 25,
        "about": "Hey, hope you are doing great.I have completed my Bachelors and I'm currently living in Hyderabad. Although I'm focused about my career, I give equal importance to family as well I am looking forward to meeting the one with whom I can share my life",
        "personality": ""
    },
    "452": {
        "name": "Rajesh C",
        "age": 29,
        "about": "I am looking to meet someone who is simple,honest good home maker and who Respect's my parents and from a good family background.I am not interested to go to abroad, Those who are expecting abroad matches pls stay away, i am a bit practical guy and love to live in present.I am working as a software engineer in chennai. My brother is working for tcs, my father was passed away,Mom is house wife and my grand mother stays with us.Net Worth 2.5 crLeast preference for looks & profession.",
        "personality": ""
    },
    "453": {
        "name": "Santhanagopal S",
        "age": 28,
        "about": "Hi there, me in a nutshell... I have completed my Diploma.I enjoy the simple joys life has to offer and love to spend time with my family.I am here to find my better half, with whom I could always be myself.",
        "personality": ""
    },
    "454": {
        "name": " Mannava K",
        "age": 27,
        "about": "Hey, hope you are doing great.I have completed my Masters and I'm currently living in India. I love traveling and exploring new places. I've put in a lot of effort in shaping my career and want a partner who will understand this and who has a similar mindset.",
        "personality": ""
    },
    "456": {
        "name": "Sridhar G",
        "age": 25,
        "about": "I am sridhar , looking for my best parter to lead the life together with full of pleasure and joy.",
        "personality": ""
    },
    "457": {
        "name": "Gopi C",
        "age": 28,
        "about": "I expected good looking n characterised girl.if u satisfied leave msg",
        "personality": ""
    },
    "458": {
        "name": "Harish M",
        "age": 30,
        "about": "Humble and good guy - looking for a good looking girl who is not a finicky.",
        "personality": ""
    },
    "459": {
        "name": "Sai Chandra K",
        "age": 24,
        "about": "I am glad you are interested in my profile. I have completed my Masters.I am a grounded person, who values family happiness and hard work.All in all, am looking for a companion who would be my best friend, with whom I can have an interesting conversation, enjoy finer things in life and traverse the journey of life.",
        "personality": ""
    },
    "460": {
        "name": "Sai P",
        "age": 25,
        "about": "We are looking for professional and mature partner for our 25 year old son that has a Master's Degree in Computer Sciences / Information Technology and is currently working as a Hardware Engineer at a private company in Southern California, United States.",
        "personality": ""
    },
    "461": {
        "name": "Venesh Kumar G",
        "age": 24,
        "about": "Hi there, me in a nutshell... I have completed my Masters.I love traveling and exploring new places.I am looking to meet an open minded person, with a good personality and a sense of humor.",
        "personality": ""
    },
    "462": {
        "name": "Shivakrishna G",
        "age": 26,
        "about": "Hey, hope you are doing great. I have completed my Undergraduate.I am ambitious, determined and focused to do well in life. Please get in touch if you would like to know more about me.",
        "personality": ""
    },
    "463": {
        "name": "Rajesh C",
        "age": 29,
        "about": "I am looking to meet someone who is simple,honest good home maker and who Respect's my parents and from a good family background.I am not interested to go to abroad, Those who are expecting abroad matches pls stay away, i am a bit practical guy and love to live in present.I am working as a software engineer in chennai. My brother is working for tcs, my father was passed away,Mom is house wife and my grand mother stays with us.Net Worth 2.5 crLeast preference for looks & profession.",
        "personality": ""
    },
    "464": {
        "name": "Srikanth T",
        "age": 27,
        "about": "Hi, Good girl and smart thinking with ....... .....",
        "personality": ""
    },
    "465": {
        "name": "Satish K",
        "age": 24,
        "about": "Hi, I've put up this profile on behalf of my relative. He has completed his Associates degree. When it comes to his career, He is hardworking and a self made person. We would want a match who is respectful of elders and loving towards family members.",
        "personality": ""
    },
    "466": {
        "name": "Bhanu T",
        "age": 26,
        "about": "Hey, hope you are doing great. I'm ambitious, determined and focused to do well in life. I'm here to find my better half, with whom I could always be myself",
        "personality": ""
    },
    "467": {
        "name": "D Sathwik",
        "age": 26,
        "about": "Looking for a suitable match and rest will update later................",
        "personality": ""
    },
    "468": {
        "name": "Choudhary G",
        "age": 28,
        "about": "Hi there, me in a nutshell...My full name is Gonuguntla Gopi. I have completed my Bachelors.I am passionate about all things good in life...travel, food.A girl who will hold my hand throughout this new journey to support me in every situation is what I am looking for in a companion.",
        "personality": ""
    },
    "469": {
        "name": "Rajesh R",
        "age": 25,
        "about": "I am glad you are interested in my profile. I have completed my Masters.I am all about enjoying the small things in life and grabbing every opportunity that comes my way.All in all, am looking for a companion who would be my best friend, with whom I can have an interesting conversation, enjoy finer things in life and traverse the journey of life.",
        "personality": ""
    },
    "470": {
        "name": "Naveen S",
        "age": 25,
        "about": "Hi, thanks for visiting my profile.I enjoy the simple joys life has to offer and love to spend time with my family.Need a simple, caring and understanding life partner.",
        "personality": ""
    },
    "471": {
        "name": "P Harish K",
        "age": 29,
        "about": "Self-Marriage is a profound rite of passage into wholeness, trust, self-responsibility, self-liberation, and love sourced from within. It is a ritual of transformation, of proclaiming what is true in your heart and being celebrated as you make it known that you are ready to live your full potential. It is the commitment to radically honor and express your gifts and the precious gift of your life. It is the freedom to live authentically in alignment with your deepest values. It is the dedication to love, no matter what.",
        "personality": ""
    },
    "472": {
        "name": " Chaparala R",
        "age": 30,
        "about": "hai i am looking for a traditional girl for entire life traditional family with good family background",
        "personality": ""
    },
    "473": {
        "name": "Venkateswrao S",
        "age": 24,
        "about": "welcome to my profile i completed my associate degree i got job in indian army,",
        "personality": ""
    },
    "474": {
        "name": "G Venky Chowdary",
        "age": 26,
        "about": "Hey, I have done my Masters. In my family, Dad - who is employed, and have a sister. We hail from Khammam. As far as I'm concerned, my friends describe me as Caring. In my free time i like Cooking, Diy(Do It Yourself) Projects, Solving Crosswords, Puzzles and Sports - Outdoor. I hope you would like to know more about me, if you do please leave a message.",
        "personality": ""
    },
    "475": {
        "name": "Rajesh C",
        "age": 24,
        "about": "I have completed my Bachelors.I enjoy the job and simple joys life has to offer and love to spend time with my family.I am looking for a life partner who would be a friend to me and stand by me in every phase of life.",
        "personality": ""
    },
    "476": {
        "name": "Ram Prakash A",
        "age": 28,
        "about": "I had completed my engineering in Chennai and currently working as a Senior engineer in American retail company(Target Corporation) in Bangalore. Soft Spoken, Jovial. Responsible and mingles easily with everyone.",
        "personality": ""
    },
    "477": {
        "name": "Veerendranath Choudary",
        "age": 25,
        "about": "I am a ambitious, self-made, workaholic but down to earth person. Straight and Honest. A positive person having cheerful outlook towards life. I like to balance professional & family life. Professional life gives you exposure, confidence & sense of achievement. I have a good sense of humor and easy going person. I Love exploring new things and places, watching documentaries. My mother is a home-maker and elder sister lives in the United States with her family. I am seeking for a sportive person. Straight, honest ,traditional woman with loving caring qualities for my life. Especially the woman who could sustain peace and harmony in the family. In other words, I am looking for a soulmate, who is understanding, down to the earth, lives and enjoys every moment of life, who will be my best friend for life.",
        "personality": ""
    },
    "478": {
        "name": "Abilaash V",
        "age": 25,
        "about": "My brother Abilaash is a cheerful and smart engineer. He has completed his masters in structural engineering and is working as a design consultant for a private firm in Coimbatore. We are settled in Chennai. I am his brother working in UK. We miss our dad who is no longer with us, my mom is a home maker. Close family circles in Coimbatore, Bangalore and Chitoor. We are looking for a kamma family girl.",
        "personality": ""
    },
    "479": {
        "name": "Guru P",
        "age": 29,
        "about": "i hav only mom ,sis n myself .i m handling own business n i work hard ,i m loving n caring importantily practically well understanding guy",
        "personality": ""
    },
    "480": {
        "name": "Chaitu K",
        "age": 25,
        "about": "we can talk about this, doesn't matter what I write here.",
        "personality": ""
    },
    "481": {
        "name": "Hemanth G",
        "age": 24,
        "about": "Hi, thanks for visiting my profile. I have completed my Masters.Exploring different destinations, cuisines and cultures is something I enjoy doing for leisure.I don't expect perfection, would just like to find someone 'perfect' for me.",
        "personality": ""
    },
    "482": {
        "name": "Naga Sai Nikhil M",
        "age": 24,
        "about": "Hi, I've put up this profile on behalf of my son. He has completed his Masters. As parents, we have taught our son to respect others and live life with a positive & progressive outlook. We are looking for a girl who will become a part of our family.",
        "personality": ""
    },
    "483": {
        "name": "C Hari",
        "age": 24,
        "about": "I am glad you are interested in my profile. I have completed my Bachelors.My family is of a paramount importance to me and I strike a healthy balance between work and personal life.Looking for the simple girl who can carry the family values.",
        "personality": ""
    },
    "484": {
        "name": "Babu K",
        "age": 24,
        "about": "Cool person try to maintain peace in life, and son of Farmer.",
        "personality": ""
    },
    "485": {
        "name": "Ruchir R",
        "age": 29,
        "about": "I am searching for a life partner who is simple, highly educated, down to earth from a decent family having good background. I am also searching for the one who also has a combination of modern & traditional background. I am searching for a well settled professional or a businessman.",
        "personality": ""
    },
    "486": {
        "name": "Ravi M",
        "age": 27,
        "about": "Hi there, me in a nutshell... I have completed my Masters.I am a friendly and down-to-earth person.I think its the right time for me to settle down in life and hence seeking suitable alliance here.",
        "personality": ""
    },
    "487": {
        "name": "Neeraj C",
        "age": 27,
        "about": "Hello, here is a quick introduction about my son. He has completed his Masters. He believes in having a blend of modern & traditional values and balancing professional & family life. We are looking for someone who is family-oriented and knows his responsibilities towards both the families.",
        "personality": ""
    },
    "488": {
        "name": "Kishore Kumar G",
        "age": 29,
        "about": "Hello, I am Gudi Kishore Kumar and looking for a match with whom I can live my life together. I am opened minded person. I strongly believe in family values and love to travel different places. Currently I am working as a Software Consultant. Looking for a girl who is understandable, open minded and love to live life together with ambitions. I am an elder son to my parents, my Sister is also a Software Professional who is married and living in Hyderabad. My family has my parents and grandparents who stay in my village doing Agriculture.",
        "personality": ""
    },
    "489": {
        "name": "Prabakaran S",
        "age": 27,
        "about": "I'm a teatottler,Straight forward, familycentric , Cool and helping hands.... Music lover, loves cooking... My interests are life hacking , fitness and electrical trouble shooting... Looking for a girl with traditional views and open minded too . which is a rare combo though..A girl who should be "Veg" by food, should speak telugu and tamil.. Working or not working depends on her wish.. She would take care of my family like her family." I don't need any single rupee from bride side.If u r interested",
        "personality": ""
    },
    "490": {
        "name": "Vamseekrishna K",
        "age": 25,
        "about": "Hi, thanks for visiting my profile. I have completed my Bachelors.Although I am focused about my career, I make it a point to give equal attention to family as well.I would love to meet someone who is modest, simple to share my life with.",
        "personality": ""
    },
    "491": {
        "name": "Srinivas C",
        "age": 24,
        "about": "Hi there, me in a I have completed my Honours degree.I value honesty, integrity and simplicity a lot. Wishing you the best for your partner search..",
        "personality": ""
    },
    "492": {
        "name": "Akhil C",
        "age": 23,
        "about": "Hey, hope you are doing great. I have completed my Undergraduate.I am a friendly and down-to-earth person.I am looking for someone who should support and help me with my decisions and I would do the same for her.",
        "personality": ""
    },
    "493": {
        "name": "Sahukari K",
        "age": 25,
        "about": "Hi there, I have completed my Bachelors.I am passionate about all things good in life...travel, food. Please get in touch if you would like to know more about me.",
        "personality": ""
    },
    "494": {
        "name": "Hemanth K",
        "age": 24,
        "about": "Looking for suitable match as life partner rest will be updated later",
        "personality": ""
    },
    "495": {
        "name": " Lalith K",
        "age": 35,
        "about": "Simple , calm , caring , understanding, hard working. The one who has values and respects relationships. friendly.",
        "personality": ""
    },
    "496": {
        "name": "Shiva B",
        "age": 33,
        "about": "I come from a well bonded and closely knit family. I am very attached to them. I value relationships and care a lot for my family and friends. I am very easy to get along with. I adjust and adapt very easily and understanding by nature. I am a fun-loving person with good sense of humor and love to enjoy life. I am out spoken in nature, broad minded and try to handle situations delicately. I love listening music, watching movies and hanging out with family and friends.",
        "personality": ""
    },
    "497": {
        "name": "Venkat Raja G",
        "age": 24,
        "about": "I am glad you are interested in my profile. I have completed my Masters.Being quite ambitious and passionate towards my career, I wish to rise high in my field and make a mark for myself with my work.Looking for the simple girl who can carry the family values.",
        "personality": ""
    },
    "498": {
        "name": "Nitin M",
        "age": 23,
        "about": "I am glad you are interested in my profile. I have completed my Bachelors.My outlook towards life is modern, but I'm equally grounded in our traditions.I am looking forward to meet someone who is willing to experience life with me..",
        "personality": ""
    },
    "499": {
        "name": "Kolla Pavan Kumar Na P",
        "age": 25,
        "about": "Hey, hope you are doing great. I have completed my Diploma.I enjoy being around people and believe in living life with positivity.I desire my companion to be vivacious, presentable and educated with an optimistic view towards life.",
        "personality": ""
    },
    "500": {
        "name": "Avinash R",
        "age": 28,
        "about": "I am very cool person. Working as assistant manager in private company. And I am single for my parents. My sister got married 2 years ago. I come from middle class family.",
        "personality": ""
    }
}